[{"id":"id1","name":"Free Fire","year":2016,"idGenre":2,"rate":3,"synopsis":"Set in Boston in 1978, a meeting in a deserted warehouse between two gangs turns into a shootout and a game of survival.","cover":"Free Fire.jpg","price":"2.50"},{"id":"id4","name":"Once Upon a Time in Venice","year":2017,"idGenre":2,"rate":3,"synopsis":"Steve Ford (Bruce Willis) is a down but not out L.A based Private Investigator whose professional and personal worlds collide after his loving pet Buddy is stolen by a notorious gang. A series of crazy circumstances find him doing the gang's bidding, while being chased by two vengeful Samoan brothers, a loan shark's goons, and a few other shady characters. They say a dog is a man's best friend, and Steve shows how far a man will go to be reunited with him.","cover":"Once Upon a Time in Venice.jpg","price":"2.50"},{"id":"id7","name":"Resident Evil: Vendetta","year":2017,"idGenre":2,"rate":3,"synopsis":"Chris Redfield enlists the help of Leon S. Kennedy and Rebecca Chambers to stop a death merchant, with a vengeance, from spreading a deadly virus in New York.","cover":"Resident Evil: Vendetta.jpg","price":"2.50"},{"id":"id8","name":"The Lost City of Z","year":2016,"idGenre":2,"rate":3,"synopsis":"The Lost City of Z tells the incredible true story of British explorer Percy Fawcett, who journeys into the Amazon at the dawn of the 20th century and discovers evidence of a previously unknown, advanced civilization that may have once inhabited the region. Despite being ridiculed by the scientific establishment who regard indigenous populations as \"savages,\" the determined Fawcett - supported by his devoted wife, son and aide de camp returns time and again to his beloved jungle in an attempt to prove his case, culminating in his mysterious disappearance in 1925.","cover":"The Lost City of Z.jpg","price":"2.50"},{"id":"id11","name":"Trespass","year":1992,"idGenre":2,"rate":3,"synopsis":"Two Arkansas firemen, Vince and Don, get hold of a map that leads to a cache of stolen gold in an abandoned factory in East St. Louis. What they don't know is that the factory is in the turf of a local gang, who come by to execute one of their enemies. Vince sees the shooting, the gang spots Vince, and extended mayhem ensues. As Vince and Don try to escape, gang leader King James argues with his subordinate Savon about how to get rid of the trespassers.","cover":"Trespass.jpg","price":"2.50"},{"id":"id15","name":"The Fate of the Furious","year":2017,"idGenre":2,"rate":3,"synopsis":"Now that Dom and Letty are on their honeymoon and Brian and Mia have retired from the game-and the rest of the crew has been exonerated-the globetrotting team has found a semblance of a normal life. But when a mysterious woman seduces Dom into the world of crime he can't seem to escape and a betrayal of those closest to him, they will face trials that will test them as never before. From the shores of Cuba and the streets of New York City to the icy plains off the arctic Barents Sea, the elite force will crisscross the globe to stop an anarchist from unleashing chaos on the world's stage... and to bring home the man who made them a family.","cover":"The Fate of the Furious.jpg","price":"2.50"},{"id":"id17","name":"Motivational Growth","year":2013,"idGenre":2,"rate":3,"synopsis":"Ian Folivor, a depressed and reclusive 30-something, finds himself taking advice from a growth in his bathroom after a failed suicide attempt. The Mold, a smooth talking fungus who was born of the filth collecting in a corner of Ian's neglected bathroom, works to win Ian's trust by helping him clean himself up and remodel his lifestyle. With The Mold's help, Ian attracts the attention of a neighbor he's been ogling through his peephole, Leah, and he manages to find a slice of happiness despite his unnatural circumstances. But Ian starts to receive strange messages from his old and broken down TV set that make him realize that The Mold may not be as helpful as it seems to be, and strange characters combined with stranger events cast Ian's life in the shadow of an epic battle between good and evil that Ian is only partially aware of.","cover":"Motivational Growth.jpg","price":"2.50"},{"id":"id23","name":"Barabbas","year":1961,"idGenre":2,"rate":1,"synopsis":"","cover":"Barabbas.jpg","price":"2.50"},{"id":"id24","name":"Ghost in the Shell Arise: Border 4 - Ghost Stands Alone","year":2014,"idGenre":2,"rate":4,"synopsis":"","cover":"Ghost in the Shell Arise: Border 4 - Ghost Stands Alone.jpg","price":"2.50"},{"id":"id25","name":"Ghost in the Shell Arise: Border 3 - Ghost Tears","year":2014,"idGenre":2,"rate":4,"synopsis":"The anime's story is set in 2027, one year after the end of the fourth non-nuclear war. New Port City is still reeling from the war's aftermath when it suffers a bombing caused by a self-propelled mine. Then, a military member implicated in arms-dealing bribes is gunned down. During the investigation, Public Security Section's Daisuke Aramaki encounters Motoko Kusanagi, the cyborg wizard-level hacker assigned to the military's 501st Secret Unit. Batou, a man with the \"eye that does not sleep,\" suspects that Kusanagi is the one behind the bombing. The Niihama Prefectural Police detective Togusa is pursuing his own dual cases of the shooting death and a prostitute's murder. Motoko herself is being watched by the 501st Secret Unit's head Kurutsu and cyborg agents.","cover":"Ghost in the Shell Arise: Border 3 - Ghost Tears.jpg","price":"2.50"},{"id":"id26","name":"Extortion","year":2017,"idGenre":2,"rate":3,"synopsis":"When a Caribbean family vacation takes a disastrous turn, a father finds himself at the mercy of a cold-blooded fisherman, and a desperate race against the clock to save his wife and son.","cover":"Extortion.jpg","price":"2.50"},{"id":"id29","name":"Moontrap: Target Earth","year":2017,"idGenre":2,"rate":1,"synopsis":"A long forgotten ancient spacecraft discovered on Earth. Investigations carried out by Scout transport her to the moon whereupon she meets the impressive machines preserving the wisdom of that long lost civilization.","cover":"Moontrap: Target Earth.jpg","price":"2.50"},{"id":"id30","name":"Kong: Skull Island","year":2017,"idGenre":2,"rate":3,"synopsis":"A washed up monster chaser convinces the U.S. Government to fund a trip to an unexplored island in the South Pacific. Under the guise of geological research, the team travels to \"Skull Island\". Upon arrival, the group discover that their mission may be complicated by the wildlife which inhabits the island. The beautiful vistas and deadly creatures create a visually stunning experience that is sure to keep your attention.","cover":"Kong: Skull Island.jpg","price":"2.50"},{"id":"id32","name":"The Babymoon","year":2017,"idGenre":2,"rate":2,"synopsis":"In an unsteady relationship, a husband tries to impress his pregnant wife with a \"babymoon\" vacation to the most exotic, Instagram-worthy country on the planet, which unbeknownst to him, is undergoing a political revolution.","cover":"The Babymoon.jpg","price":"2.50"},{"id":"id34","name":"Who'll Stop the Rain","year":1978,"idGenre":2,"rate":3,"synopsis":"Vietnam veteran Ray Hicks gets conned into helping his buddy John Converse smuggle some heroin, only to wind up on the lam with John's wife when the deal goes sour.","cover":"Who'll Stop the Rain.jpg","price":"2.50"},{"id":"id40","name":"D3: The Mighty Ducks","year":1996,"idGenre":2,"rate":3,"synopsis":"","cover":"D3: The Mighty Ducks.jpg","price":"2.50"},{"id":"id41","name":"Airport","year":1970,"idGenre":2,"rate":3,"synopsis":"This precursor to later \"epic\" 70's disaster films illustrates 12 hours in the lives of the personnel and passengers at the \"Lincoln Airport.\" Endless problems, professional and personal, are thrown at the various personnel responsible for the safe and proper administration of air traffic, airline management and aviation at a major US airport. Take one severe snowstorm, add multiple schedules gone awry, one elderly Trans Global Airlines stowaway, shortages, an aging, meretricious pilot, unreasonable, peevish spouses, manpower issues, fuel problems, frozen runways and equipment malfunctions and you get just a sample of the obstacles faced by weary, disgruntled personnel and passengers at the Lincoln Airport. Toss in one long-suffering pilot's wife, several stubborn men, office politics and romance and one passenger with a bomb and you have the film \"Airport\" from 1970.","cover":"Airport.jpg","price":"2.50"},{"id":"id46","name":"Jawbreaker","year":1999,"idGenre":2,"rate":3,"synopsis":"In what was meant as a harmless birthday prank, three of Reagan High School's most popular girls, Julie, Marcie, and Courtney pretend to kidnap their friend, the latter shoving a jawbreaker into the victim's mouth to keep her from screaming. Their plan goes awry when the girl accidentally swallows the jawbreaker, choking to death. The cool and calculating Courtney tries to cover the crime but is found out by school geek Fern Mayo. In return for her silence, Courtney transforms the gawky Fern into the stylishly beautiful Vylette, leaving the conscience-stricken Julie out in the cold, threatening to set her up for the girl's murder if she breaks her silence.","cover":"Jawbreaker.jpg","price":"2.50"},{"id":"id47","name":"Alone in Berlin","year":2016,"idGenre":2,"rate":3,"synopsis":"Berlin, 1940. Working class couple Otto and Anna Quangel receive the news that their only son has lost his life in the battlefield and decide to resist the Nazi regime in their very own way. Soon the Gestapo is hunting \"the threat\".","cover":"Alone in Berlin.jpg","price":"2.50"},{"id":"id49","name":"Power Rangers","year":2017,"idGenre":2,"rate":3,"synopsis":"High school outcasts stumble upon an old alien ship, where they acquire superpowers and are dubbed the Power Rangers. Learning that an old enemy of the previous generation has returned to exact vegenance, the group must harness their powers and use them to work together and save the world.","cover":"Power Rangers.jpg","price":"2.50"},{"id":"id52","name":"CHIPS","year":2017,"idGenre":2,"rate":3,"synopsis":"Jon Baker (Shepard) and Frank Ponch Poncherello (Peña) have just joined the California Highway Patrol (CHP) in Los Angeles, but for very different reasons. Baker is a beaten-up former pro motorbiker trying to put his life and marriage back together. Poncherello is a cocky undercover Federal agent investigating a multi-million dollar heist that may be an inside-job inside the CHP. The inexperienced rookie and the hardened pro are teamed together, but clash more than click, so kick-starting a real partnership is easier said than done. But with Baker's unique bike skills and Ponch's street savvy it might just work...if they don't drive each other crazy first.","cover":"CHIPS.jpg","price":"2.50"},{"id":"id53","name":"Jawbone","year":2017,"idGenre":2,"rate":3,"synopsis":"A former youth boxing champion, Jimmy McCabe (Johnny Harris), is a man in search of hope but looking in all the wrong places. When he hits rock bottom he turns to his childhood boxing club and the only family he has left: gym owner Bill corner man Eddie and promoter Joe. Back in training, years after anyone thought he was a contender, he risks his life, as he tries to stand tall and regain his place in the world.","cover":"Jawbone.jpg","price":"2.50"},{"id":"id56","name":"The Belko Experiment","year":2016,"idGenre":2,"rate":3,"synopsis":"In a twisted social experiment, 80 Americans are locked in their high-rise corporate office in Bogotá, Colombia and ordered by an unknown voice coming from the company's intercom system to participate in a deadly game of kill or be killed.","cover":"The Belko Experiment.jpg","price":"2.50"},{"id":"id59","name":"Altitude","year":2017,"idGenre":2,"rate":2,"synopsis":"FBI agent Gretchen Blair is on a flight to Washington D.C. when the man seated beside her makes an unusual offer. He explains that the plane they're on is about to be hijacked, and promises to pay her seventy-five million dollars if she can get him safely back on the ground. When a gang of professional thieves takes control of the plane, she realizes he isn't joking. Soon Gretchen finds herself caught in the middle of an elaborate mid-air heist, fighting to save the passengers while the thieves tear the plane apart, searching for the stolen loot hidden somewhere on board.","cover":"Altitude.jpg","price":"2.50"},{"id":"id64","name":"We Go On","year":2016,"idGenre":2,"rate":3,"synopsis":"Paralyzed by his fear of dying, Miles Grissom takes out an advert offering 30000 dollars in reward money to the first person who can show him evidence of an angel, a demon, or prove that ghosts exist - anything to prove to him that we go on after our deaths. He narrows the responses down to three viable candidates - a scientist, a medium, and a worldly entrepreneur. Along with his protective mother, he embarks on an adventure through Los Angeles that will spiral into an unthinkable nightmare.","cover":"We Go On.jpg","price":"2.50"},{"id":"id65","name":"The Legend of Ben Hall","year":2016,"idGenre":2,"rate":3,"synopsis":"After two years on the road, bushranger Ben Hall considers surrendering to the law when his old friend John Gilbert entices him back into the game. Taking on a fresh recruit John Dunn, the gang ride again, before long becoming the most wanted men in the British Empire. When they are declared outlaw, the three decide to flee the colony forever. As Ben Hall seeks to make peace with his tortured past, the their trusted friend becomes a police informant. They set a cunning trap for the outlaws, and on the cold morning of May 5th 1865, Ben Hall emerges alone from his camp... and walks into legend forever.","cover":"The Legend of Ben Hall.jpg","price":"2.50"},{"id":"id66","name":"Sniper","year":1993,"idGenre":2,"rate":3,"synopsis":"Tough guy Thomas Beckett is a US Marine working in the Panamanian jungle. His job is to seek out rebels and remove them using his sniper skills. Beckett is notorious for losing his partners on such missions. This time he's accompanied by crack marksman Richard Miller, who's more of an office-type. Together they plan to seek out an important rebel leader, whilst avoiding a rogue marksman who frequents this part of the jungle.","cover":"Sniper.jpg","price":"2.50"},{"id":"id68","name":"I Tawt I Taw a Puddy Tat","year":2011,"idGenre":2,"rate":3,"synopsis":"In this musical short Sylvester tries to eat tweety but this time they both sing throughout the entire film. the voices were recorded in 1950, 61 years before the release of this short.","cover":"I Tawt I Taw a Puddy Tat.jpg","price":"2.50"},{"id":"id69","name":"Tell Me How I Die","year":2016,"idGenre":2,"rate":2,"synopsis":"When a group of college students take part in a clinical drug trial, an unexpected side effect of the experimental medicine gives them terrifying visions of their own deaths...which begin to come true. As they scramble to escape their fate, they discover that the killer is among them and shares their ability to see the future - only he seems to be one step ahead of their efforts to survive.","cover":"Tell Me How I Die.jpg","price":"2.50"},{"id":"id70","name":"12 Rounds","year":2009,"idGenre":2,"rate":3,"synopsis":"Uniformed New Orleans PD officer Danny Fisher earns his promotion to detective to his near-rather lucky, albeit brave, arrest of ruthless terrorist arms-dealer Miles Jackson, whose girlfriend Erica Kessen got accidentally killed during the dirty FBI-operation. Exactly a year later, Miles has escaped and blows up Danny's house as foretaste of a Herculean race to accomplish twelve near-impossible tasks against the clock, otherwise his kidnapped wife Molly will be killed. Yet at the end, another master-plan is suspected.","cover":"12 Rounds.jpg","price":"2.50"},{"id":"id72","name":"Table 19","year":2017,"idGenre":2,"rate":3,"synopsis":"Ex-maid of honor Eloise (Anna Kendrick) - having been relieved of her duties after being unceremoniously dumped by the best man via text - decides to hold her head up high and attend her oldest friend's wedding anyway. She finds herself seated at the 'random' table in the back of the ballroom with a disparate group of strangers, most of whom should have known to just send regrets (but not before sending something nice off the registry). As everyone's secrets are revealed, Eloise learns a thing or two from the denizens of Table 19. Friendships - and even a little romance - can happen under the most unlikely circumstances.","cover":"Table 19.jpg","price":"2.50"},{"id":"id73","name":"The LEGO Batman Movie","year":2017,"idGenre":2,"rate":4,"synopsis":"There are big changes brewing in Gotham City, and if he wants to save the city from The Joker's hostile takeover, Batman may have to drop the lone vigilante thing, try to work with others and maybe, just maybe, learn to lighten up.","cover":"The LEGO Batman Movie.jpg","price":"2.50"},{"id":"id74","name":"John Wick: Chapter 2","year":2017,"idGenre":2,"rate":4,"synopsis":"After returning to the criminal underworld to repay a debt, John Wick discovers that a large bounty has been put on his life.","cover":"John Wick: Chapter 2.jpg","price":"2.50"},{"id":"id75","name":"The Sea Shall Not Have Them","year":1954,"idGenre":2,"rate":3,"synopsis":"During autumn of 1944, an RAF Hudson carrying a VIP passenger in possession of highly secret information is shot down and ditches in the North Sea. Fighting the elements and trying to keep up morale, the occupants of the aircraft's dinghy talk about their lives awaiting the rescue they hope will come. The film's title reflects the motto of the RAF's Air Sea Rescue Service, one of whose high speed launches battles against its own mechanical problems, enemy action, time and the weather to locate and rescue the downed crew and the vital secret papers they carry.","cover":"The Sea Shall Not Have Them.jpg","price":"2.50"},{"id":"id76","name":"How to Murder Your Wife","year":1965,"idGenre":2,"rate":3,"synopsis":"Stanley Ford leads an idyllic bachelor life. He is a nationally syndicated cartoonist whose Bash Brannigan series provides him with a luxury townhouse and a full-time valet, Charles. When he wakes up the morning after the night before - he had attended a friend's stag party - he finds that he is married to the very beautiful woman who popped out of the cake - and who doesn't speak a word of English. Despite his initial protestations, he comes to like married life and even changes his cartoon character from a super spy to a somewhat harried husband. When after several months he decides to kill off Bash's wife in the cartoon, his wife misinterprets his intentions and disappears. Which leads the police to charge him with murder.","cover":"How to Murder Your Wife.jpg","price":"2.50"},{"id":"id79","name":"Queen Rock Montreal & Live Aid","year":2007,"idGenre":2,"rate":4,"synopsis":"The movie contains two concerts of the British rock band Queen. The first concert is their show at Montreal in November 1981. The second concert is their live performance at Live Aid in 1985.","cover":"Queen Rock Montreal & Live Aid.jpg","price":"2.50"},{"id":"id80","name":"Overboard","year":1987,"idGenre":2,"rate":3,"synopsis":"The initial scenes establish that Joanna Stayton (Goldie Hawn), is a spoiled brat who always gets her way, the ultimate rich bitch, and the pampered wife of pretentious socialite Grant Stayton III (Edward Herrmann).Using Roman numerals after your name is Hollywood shorthand for \"pretentious snob\", and Grant is that, and self centered to boot, however, Joanna is far worse. She is not only snobbish but also idle, pampered, sharp-tongued, impossible to please and unfailingly rude to anyone she considers her social inferior, which is virtually all of the human race. To describe Joanna as unsympathetic is a huge understatement, a better description would be \"prize bitch\".When Grant's luxury yacht develops engine trouble, Grant is forced to put into the small Oregon coastal town of Elk Snout for repairs.While the huge yacht is in port, Joanna hires Dean Proffitt (Kurt Russell), a poor carpenter who has just moved to Oregon, to build better shoe storage for her closet in the yacht. Dean is a skilled craftsman, rather picky about what he uses, such as the wood that should be used to protect the leather from salt spray in a ship. Joanna is also not impressed by his taking so long, as he designed intricate shelves that confuse and annoy her.An early funny scene in the movie has Joanna lecturing Andrew the butler ( Roddy McDowall), on why the caviar he had just delivered her was no good, while Dean, standing in the background, has his tape measure pointing suggestively skyward.When the work is complete she refuses to pay him in a dispute over the quality of his workmanship,\nclaiming that the closet is not up to her standards. In the ensuing argument Joanna loses her temper, pushes Dean overboard and throws his tools after him.The yacht crew has long ago gotten used to keep quiet and accept the guff from Joanna and Grant, despite that they have been treated like dirt, particularly family butler Andrew.After a typically stormy dinner that night, Joanna drops her wedding ring behind a seat on the deck. In reaching for it she loses her balance and falls overboard.A garbage boat rescues her but there is a problem: she is suffering from amnesia and cannot remember anything of her former identity. This we learn as Joanna is interviewed as she is wheeled into a psychiatric hospital.The following morning Grant returns to port, and finds Joanna is safe in a hospital but she has lost her memory, while her personality remains as nasty as ever.Grant, who is weary of Joanna, pretends that he does not recognize her, seeing his chance to be rid of her and to lead a playboy bachelor lifestyle on the yacht.When news of the unidentified amnesiac is televised throughout the city, a still angry Dean recognizes her picture and believes his opportunity for revenge has come. In a stroke of retributive genius, Dean shows up at the hospital audaciously posing as her husband and identifies Joanna as his wife \"Annie\". He tells her that she's his wife and the mother of his four unruly boys.His motive is not only payback for the way in which Joanna treated him but also his need for someone to do all the housework, as Dean is skilled as a craftsman but less accomplished in parenting and housekeeping. He is a widower with four young sons and finds it difficult to cope. The kids have missed a woman's touch in their home for nearly five years since their Mom died. Since the death of their mother his attitude towards his children and his household has been one of benign neglect. The boys have become undisciplined and badly behaved and the house looks like a war zone.Dean's intention is to get compensation for his unpaid work from Joanna being the household maid for a while. He figures on crediting her for 25 dollars a day. He assumes she'll be good for cleaning up around the house and looking after his four sons. The sons agree to the hoax, so Dean brings Joanna into his highly unkempt home and gets her to do all the chores.Although Joanna cannot recall her previous life with Grant, she is not convinced that she really is Dean's wife, especially as she turns out to be totally unskilled at cleaning and cooking. There isnt any sexual attraction on either side, so she sleeps on the couch in the living room and he keeps his bed.She asks Dean questions like where did we meet, what jobs did I have, and his answers are pretty low class redneck, so the muses to herself, I was a short, fat, slut? Whatever her questions, Dean manages a cover up with some silly story.When she gets curious about why there arent any pictures of her anywhere, Dean arranges for one of his buddies to modify Deans original wedding pictures by inserting Joannas face replacing his first wife.Later on, when Joanna discovers that she is fluent in French, Dean has to make up a tall tale to explain why.Joanna, finally believing she is Annie, struggles to become a good housewife and mother. She accepts her role as the woman of the house. Gradually, however, she gets used to her situation, she gets good at it, Dean even begins to fall in love, as Joanna's hidden talents come out.While overwhelmed at first by having to do unfamiliar work, including cooking, while struggling to remember this family, Joanna slowly works things out. Joanna brings some discipline back into the lives of father and sons.She is able to moderate the wild, \"bachelor's hall\" lifestyle that Dean has set up for himself and his sons. The boys accept a curtailment of their freedom, which at first they resent but slowly appreciate. A breakthrough with the kids comes when she sticks up for them against a bullying school teacher. A breakthrough with Dean comes when she finds he is earning extra money at a menial moonlighting job on a night that he says he goes out bowling with the guys.Joanna gradually comes to appreciate Dean's good qualities and to sympathize with little people she had previously dismissed as worthless.Dean finds he's got a dilemma to solve, as he too begins to appreciate her. He first feels he truly cares for her when she gets a poison ivy rash and he does everything a loving husband would do to make his wife feel better.She is crucial help to him in landing a construction job for a miniature golf park, she suggests a theme of famous world landmarks, and prepares sketches that sell the concept to the investors. He's missed having a female companion with intelligence. He decides to tell her the truth, but he doesnt get his confession out fast enough, she jumps the gun to tell him she knows the secret. So once again he lies, he apologizes for forgetting her birthday instead, and takes her out on a fun birthday date with lots of music and singing.As they come back home that night, Joanna realizes she is truly happy with him, and they have their first passionate all night encounter as part of the birthday celebration.Of course the situation remains tricky, since it is endangered if Joanna recovers her memories.Meantime, Joannas mother (Catherine Helmond) has been hounding Grant on why she has not heard in weeks from her daughter, makes credible threats, and flies out to stay at the yacht.So Grant, who left her at the hospital originally, is pressured by his mother in law to retrieve her.\nGrant finds her easily, drives in his limousine to the house she shares with Dean, and waits.Joanna comes towards house, sees Grant, and her memory functions well enough that she says, Hi, Grant. With that trigger, her memories rapidly return to her and she leaves Dean to rejoin Grant and her old life of material privilege on the yacht.However, Joanna is no longer the woman she once was and she misses Dean and the children. She hates the wealthy snobbishness represented by Grant, her own mother, and the psychiatrist. Her mother (Kathleen Helmond) is constantly using the advice of a fashionable psychiatrist (Henry Alan Miller) on how to treat her daughter. She asks for beer when she is offered champagne, and she spends time in conversations with the cook, the crew, and the butler.The film is clearly intended as a satire on the ways of the ultra-rich. There is a sharp contrast between Joanna's idle, pointless existence before her transformation and her fulfilling, useful life as a blue collar housewife after it.Soon after the yacht departs Elk Snout, Joanna finds out that Grant knew where she was all along, and had abandoned her in the hospital. Furious, she commands the skipper to reverse course and return towards Elk Snout. Meantime, Dean and his kids are unhappy at doing nothing to get her back, and decide together to give it their all in one last grand effort. They pull some favors from buddies and get a Coast Guard boat to chase after the yacht, as long as there isnt any actual call for the Coast Guard boat to chase anyone else.As the two vessels approach each other, the Coast Guard receives an emergency call, and Grant on his yacht fights for control of the bridge, overpowering both the skipper and the butler, and the boats start to veer away from each other. Dean jumps off the ship, Joanna jumps off hers, and naval protocol requires both ships to circle back to pick up the men overboard.Needless to say, there are hugs and kisses and reunions all around. Joanna leaves Grant, and begins a happy life with Dean and the boys, only now on her yacht, instead of Dean's shack.In the last scene, Christmas lists are being prepared. One of the boys asks how does one spell Porsche. Dean asks, What can I give you? You already have everything!.Her answer is You could give me a little girl.","cover":"Overboard.jpg","price":"2.50"},{"id":"id83","name":"Viking Legacy","year":2016,"idGenre":2,"rate":1,"synopsis":"In ancient times, there were seven sacred scrolls believed to grant power and prosperity to those who possessed them. Prophecy told that a child born in pure Royal blood would one day harness power and rule over the nations. As men fought to claim the scrolls, Europe was pushed to the brink of war. In order to maintain peace, a Celtic King, the Father of a pure blood child, obtained the scrolls and gave them to the Christian Council for safe keeping. As word of the King's actions spread, a warlord hell - bent on finding the scrolls murdered him in cold blood. And so, the King's Daughter, like the scrolls, was taken into hiding until the day that the prophecy could be fulfilled.","cover":"Viking Legacy.jpg","price":"2.50"},{"id":"id89","name":"McLaren","year":2017,"idGenre":2,"rate":4,"synopsis":"The story of Bruce McLaren, the New Zealander who founded the McLaren Motor Racing team. A man who showed the world that a man of humble beginnings could take on the elite of motor racing and win.","cover":"McLaren.jpg","price":"2.50"},{"id":"id90","name":"The Ticket","year":2016,"idGenre":2,"rate":3,"synopsis":"A blind man who regains his vision finds himself becoming metaphorically blinded by his obsession for the superficial.","cover":"The Ticket.jpg","price":"2.50"},{"id":"id92","name":"Bonded by Blood 2","year":2017,"idGenre":2,"rate":4,"synopsis":"In the aftermath of the infamous 'Essex Boys' Range Rover killings, a group of younger, flashier criminals emerge to fill the power vacuum.","cover":"Bonded by Blood 2.jpg","price":"2.50"},{"id":"id93","name":"T2 Trainspotting","year":2017,"idGenre":2,"rate":1,"synopsis":"The film opens with Mark Renton (Ewan McGregor) running on a treadmill at the gym. He sees flashes of himself in his younger days, and as he's distracted, he slips off the treadmill and goes unconscious.We see a clip of Mark as a child with his best friends Simon \"Sick Boy\" Williamson (Jonny Lee Miller), Daniel \"Spud\" Murphy (Ewen Bremner), and Francis \"Franco\" Begbie (Robert Carlyle) as they play football on the streets with other kids from their neighborhood.In the present day, Franco meets with his lawyer, Stoddart (Steven Robertson), who tells him that his parole has been denied due to his violent nature. Franco insults Stoddart for bringing him bad news. The lawyer is ready to push the yellow buzzer button under the table for the guards outside the room to come in to restrain him, which Franco can see. He then lunges at Stoddart.Meanwhile, Spud is in a group meeting for drug addicts, as he is still unable to kick his heroin addiction. He tells everyone how because he didn't realize it was daylight savings time, he was an hour late for work and was fired, then an hour late to everything else in the day, including a custody hearing between him and his former partner Gail (Shirley Henderson). Spud cares deeply about their son, \"Wee\" Fergus, but Gail won't let Spud stay in their lives due to his habits.Elsewhere, Simon approaches a businessman named Tulloch (Gordon Kennedy) in his car. He shows Tulloch a flash drive containing a video of Tulloch getting penetrated by a prostitute, who is really Simon's Bulgarian girlfriend Veronika (Anjela Nedyalkova). Simon blackmails Tulloch for money or else he will show the video to Tulloch's wife. Simon has also developed a serious cocaine habit.Mark returns home to Edinburgh, Scotland for the first time in 20 years since he stole money from Franco and left ","cover":"T2 Trainspotting.jpg","price":"2.50"},{"id":"id95","name":"The Assignment","year":2016,"idGenre":2,"rate":2,"synopsis":"Following an ace assassin who is double crossed by gangsters and falls into the hands of rogue surgeon known as The Doctor who turns him into a woman. The hitman now a hitwoman sets out for revenge, aided by a nurse named Johnnie who also has secrets.","cover":"The Assignment.jpg","price":"2.50"},{"id":"id99","name":"The Devil's Candy","year":2015,"idGenre":2,"rate":3,"synopsis":"Metal music, wet paint, and family are the passions of Jesse, a struggling painter who lives a happy life with his wife, Astrid, and their preteen daughter, Zooey. And things look even brighter when Jesse and Astrid are able to put in a bid on their dream home - a huge property in rural Texas with a barn big enough for a proper art studio - after the price is driven down due to the home's mysterious past. After the trio moves in, Jesse's work starts taking on a new, considerably darker flavour - and things get even more ominous when Ray, the hulking, clearly unbalanced son of the deceased former owners, appears on the doorstep one night, clutching a red electric guitar and asking to \"return home.\" It soon becomes clear that Ray and Jesse are both being influenced by the same satanic forces, and that Jesse's family won't be safe until they find a way to quiet the Devil himself.","cover":"The Devil's Candy.jpg","price":"2.50"},{"id":"id101","name":"Off Piste","year":2016,"idGenre":2,"rate":2,"synopsis":"An ex-military recluse, living in the mountains of France to escape a traumatic past, is hunted down by those whose lives he has destroyed.","cover":"Off Piste.jpg","price":"2.50"},{"id":"id103","name":"Bang Bang Baby","year":2014,"idGenre":2,"rate":3,"synopsis":"","cover":"Bang Bang Baby.jpg","price":"2.50"},{"id":"id104","name":"Logan","year":2017,"idGenre":2,"rate":4,"synopsis":"In 2029 the mutant population has shrunken significantly and the X-Men have disbanded. Logan, whose power to self-heal is dwindling, has surrendered himself to alcohol and now earns a living as a chauffeur. He takes care of the ailing old Professor X whom he keeps hidden away. One day, a female stranger asks Logan to drive a girl named Laura to the Canadian border. At first he refuses, but the Professor has been waiting for a long time for her to appear. Laura possesses an extraordinary fighting prowess and is in many ways like Wolverine. She is pursued by sinister figures working for a powerful corporation; this is because her DNA contains the secret that connects her to Logan. A relentless pursuit begins - In this third cinematic outing featuring the Marvel comic book character Wolverine we see the superheroes beset by everyday problems. They are aging, ailing and struggling to survive financially. A decrepit Logan is forced to ask himself if he can or even wants to put his ...","cover":"Logan.jpg","price":"2.50"},{"id":"id105","name":"Rita, Sue and Bob Too","year":1987,"idGenre":2,"rate":3,"synopsis":"Realistic story of working class Yorkshire life. Two schoolgirls have a sexual fling with a married man. Serious and light-hearted by turns.","cover":"Rita, Sue and Bob Too.jpg","price":"2.50"},{"id":"id107","name":"King Arthur and the Knights of the Round Table","year":2017,"idGenre":2,"rate":1,"synopsis":"In medieval England, Merlin and King Arthur banish the evil enchantress Morgana and her son Mordred to the ends of the universe as Morgana vows revenge. In present day, Knights descendant Penn doesn't take much stock in the legends of his supposed ancestors, even as the descendants meet in Thailand to practice fighting. But when Morgana and her son return to earth, armed with alien technology and hell-bent on destroying every last descendant of King Arthur and his knights, Penn must to come to terms with who he was born to be, and bring together the new Knights of the Round Table to save themselves and the earth from Morgana's total vengeance.","cover":"King Arthur and the Knights of the Round Table.jpg","price":"2.50"},{"id":"id108","name":"Albion: The Enchanted Stallion","year":2016,"idGenre":2,"rate":2,"synopsis":"A twelve-year-old girl is transported by a magical black stallion to the mystical world of ALBION, where she discovers that she alone is the key to saving an entire race of people.","cover":"Albion: The Enchanted Stallion.jpg","price":"2.50"},{"id":"id109","name":"The Comedian","year":2016,"idGenre":2,"rate":3,"synopsis":"Jackie (Robert DeNiro) is a comic icon, attempting to reinvent himself despite his audience only wanting to know him as a television character he played earlier in his career. After accosting an audience member, Jackie is sentenced to community service where he meets Harmony Schiltz (Leslie Mann).","cover":"The Comedian.jpg","price":"2.50"},{"id":"id110","name":"Kill'em All","year":2017,"idGenre":2,"rate":2,"synopsis":"After a massive shootout, a mysterious stranger (Van Damme) arrives at a local hospital on the brink of death. Then, a foreign gang brazenly comes to the hospital to hunt him down. His nurse, the sole surviving witness to the follow-up shootout, must face an FBI interrogation that unlocks a plot of international intrigue and revenge. With enough twists and turns, KILL'EM ALL will keep you guessing until the final bullet is fired.","cover":"Kill'em All.jpg","price":"2.50"},{"id":"id112","name":"Knucklebones","year":2016,"idGenre":2,"rate":2,"synopsis":"A group of bored college students unleash a murderous demon while playing a dice game made from human knucklebones.","cover":"Knucklebones.jpg","price":"2.50"},{"id":"id115","name":"The Goose Steps Out","year":1942,"idGenre":2,"rate":3,"synopsis":"A bumbling teacher (Will Hay) conveniently turns out to be the double of a German general. In the true spirit of wartime propoganda high jinks, he is flown into Germany to impersonate the general and cause chaos and hilarity in a Hitler Youth college (populated by the likes of Peter Ustinov, Charles Hawtrey and Barry Morse).","cover":"The Goose Steps Out.jpg","price":"2.50"},{"id":"id116","name":"The California Kid","year":1974,"idGenre":2,"rate":3,"synopsis":"A sadistic small-town sheriff has a habit of deliberately forcing speeders to their deaths on the mountain roads leading into town. The brother of one of the victims rolls into town in his hot rod to investigate his brother's death.","cover":"The California Kid.jpg","price":"2.50"},{"id":"id119","name":"The Shack","year":2017,"idGenre":2,"rate":3,"synopsis":"After the abduction and presumed death of Mackenzie Allen Phillips' youngest daughter, Missy, Mack receives a letter and suspects it is from God, asking him to return to The Shack where Missy may have been murdered. After contemplating it, he leaves his home to go to The Shack for the first time since Missy's abduction and an encounter that will change his life forever.","cover":"The Shack.jpg","price":"2.50"},{"id":"id120","name":"Before I Fall","year":2017,"idGenre":2,"rate":3,"synopsis":"What if you had only one day to change absolutely everything? Samantha Kingston has it all: the perfect friends, the perfect guy, and a seemingly perfect future. Then, everything changes. After one fateful night, Sam wakes up with no future at all. Trapped reliving the same day over and over she begins to question just how perfect her life really was. And as she begins to untangle the mystery of a life suddenly derailed, she must also unwind the secrets of the people closest to her, and discover the power of a single day to make a difference, not just in her own life, but in the lives of those around her - before she runs out of time for good.","cover":"Before I Fall.jpg","price":"2.50"},{"id":"id122","name":"Faster, Pussycat! Kill! Kill!","year":1965,"idGenre":2,"rate":3,"synopsis":"Three strippers seeking thrills encounter a young couple in the desert. After dispatching the boyfriend, they take the girl hostage and begin scheming on a crippled old man living with his two sons in the desert, reputedly hiding a tidy sum of cash. They become houseguests of the old man and try and seduce the sons in an attempt to locate the money, not realizing that the old man has a few sinister intentions of his own.","cover":"Faster, Pussycat! Kill! Kill!.jpg","price":"2.50"},{"id":"id124","name":"Transpecos","year":2016,"idGenre":2,"rate":3,"synopsis":"For three Border Patrol agents working a remote desert checkpoint, the contents of one car will reveal an insidious plot within their own ranks. The next 24 hours will take them on a treacherous journey that could cost them their lives.","cover":"Transpecos.jpg","price":"2.50"},{"id":"id125","name":"Fist Fight","year":2017,"idGenre":2,"rate":3,"synopsis":"When one school teacher unwittingly causes another teacher's dismissal, he is challenged to an after-school fight.","cover":"Fist Fight.jpg","price":"2.50"},{"id":"id126","name":"Thirteen","year":2003,"idGenre":2,"rate":3,"synopsis":"At the edge of adolescence, Tracy is a smart straight-A student--if not a little naive (it seems...she smokes and she cuts to alleviate the emotional pain she suffers from having a broken home and hating her mom's boyfriend, Brady.) When she befriends Evie, the most popular and beautiful girl in school, Evie leads Tracy down a path of sex, drugs and petty crime (like stealing money from purses and from stores). As Tracy transforms herself and her identity, her world becomes a boiling, emotional cauldron fueled by new tensions between her and her mother--as well as, teachers and old friends.","cover":"Thirteen.jpg","price":"2.50"},{"id":"id127","name":"Moto 8: The Movie","year":2016,"idGenre":2,"rate":3,"synopsis":"The world's favorite dirtbike film series returns in 2016 with MOTO 8. Once again bringing the greatest riders in the game to the most epic locations, MOTO 8 gives viewers the most badass visual moto experience ever seen. From the biggest tracks in the world, to going 100+mph through the Australian outback, MOTO 8 continues the progression of filmmaking in the two-wheel world. It's the roots of motocross, portrayed in the modern era: wide open throttles and massive jumps combined with helicopters and 4K cameras.","cover":"Moto 8: The Movie.jpg","price":"2.50"},{"id":"id128","name":"Get Out","year":2017,"idGenre":2,"rate":4,"synopsis":"Chris and his girlfriend Rose go upstate to visit her parent's for the weekend. At first, Chris reads the family's overly accommodating behavior as nervous attempts to deal with their daughter's interracial relationship, but as the weekend progresses, a series of increasingly disturbing discoveries lead him to a truth that he never could have imagined.","cover":"Get Out.jpg","price":"2.50"},{"id":"id129","name":"The Great Wall","year":2016,"idGenre":2,"rate":3,"synopsis":"The opening text states that the Great Wall of China is one of mankind's most enduring wonders. It spans over 5,500 miles and took over 1,700 years to build. It has protected the city from many dangers, some of which are known, and others that are legend. This story is about one of those legends.The film opens on Khitan bandits riding through the desert. European mercenaries William Garin (Matt Damon) and Pero Tovar (Pedro Pascal) hide out in a cave along with three other men. The men are traveling in search of black powder. In the cave, the men are attacked by a creature. William kills the monster and cuts off its hand so that he may find someone who can identify it.William and Tovar ride toward the Great Wall and are greeted with multiple arrows from Chinese soldiers of the Nameless Order. They are taken prisoner by the men and show them the monster's arm. The soldiers react with horror. General Lin (Jing Tian), General Shao (Zhang Hanyu), and Strategist Wang (Andy Lau) question the men over where they came across the monster. When Lin asks why they are there, William lies and says they have come to trade but were ambushed.The soldiers are alerted to a sighting of more creatures making their way toward the Wall. The generals gather their armies together and make their way to the top of the Wall, with both William and Tovar still being held captive. Hundreds of monsters start running toward the Wall, prompting the soldiers to attack. Lin and her troops hang from cords and descend to battle the monsters. The other soldiers launch flaming rocks and arrows in their direction as they start climbing up the Wall. One monster makes it to the top and starts tearing through the soldiers. William and Tovar are cut free, and they join the fight. With a spear, they take down the monster, while the rest of the horde retreats.William and Tovar earn the soldiers' respect and are allowed to stay as guests instead of prisoners. They meet Ballard (Willem Dafoe), another European who traveled in search of black powder but was also taken captive. Ballard knows that the men are in China for the exact same reason.The men are honored by the Nameless Order at a feast. There, William learns that Ballard taught Lin and the other soldiers how to speak English and Latin. William shows off his archery skills to the soldiers, to the delight of everyone in the room.Lin takes William to show how she fights when hanging from the cord. She tries to get William to attempt it, but he doesn't quite trust her enough to make the jump.At night, Ballard comes up with a plan for himself, William, and Tovar to take black powder and make their escape while the soldiers are distracted in battle.William and Tovar speak to Wang regarding a magnetic stone William had on him when he fought the monster on the Wall. Wang tells the men the legend of the monsters, known as the Taotie. Twenty centuries ago, there was an emperor consumed by greed, so the heavens sent a meteor that crashed into a mountain and released the Taotie as punishment for the greed of mankind.Moments later, the soldiers are alerted to a disturbance near the Wall once again. The Taotie attack the soldiers once again. Shao is killed in the fight. With his dying breaths, he leaves Lin in charge.The generals receive a scroll from Bianliang, the capital, detailing the use of the magnetic stones as a way to repel the Taotie. William suggests that they capture one of the monsters and sedate it in order to test this strategy.The soldiers gather for another battle against the Taotie in the midst of a deep fog. William aids Lin during the fight, and Tovar jumps in to help William. The troops manage to capture several monsters by using arrows on chains to bring them down, but William slides down a chain to make sure at least one of those monsters does not get freed by another. Lin utilizes rockets made with black powder against the Taotie, causing some of the monsters to blow up. After a while, William passes out.William awakens with Lin sitting by his side as he's had his wounds tended. She confirms to him that the Taotie they ensnared was successfully taken in. Lin asks William about the outside world and comments that the greed of men is not so different than that of the Taotie.The soldiers stand cautiously around the caged monster as it thrashes about. Wang holds some magnetic stones stuck to a stick and hangs it near the monster's face. It retreats at the sight of the stones. One lieutenant says that they must bring the beast to the Emperor.William goes to see Tovar in his room to thank him for his help. However, Tovar thinks William has pushed him and their goal aside in order to be a hero among the Chinese. He tells William that he will be nothing but a liar. William responds by holding a knife at Tovar's throat in anger.Taotie movement is detected at the bottom of the Wall. The soldiers head down to investigate and discover a huge hole that the monsters created to get in. Meanwhile, Tovar and Ballard find black powder hidden within the walls. With the soldiers being preoccupied, the two use some of the powder for dynamite to blow open the door to the room where most of the powder is being kept. William hears the explosion and finds Tovar and Ballard taking materials. William says he was a fool for his original quest, but Tovar urges him to follow them. When that doesn't work, Ballard knocks William out and they run out.Fearing that nothing can stop the Taotie and knowing they have a limited amount of time left before an impending large scale attack, the soldiers head on to Bianliang, the capital city. They show the Emperor (Wang Junkai) the caged Taotie.Lin finds a captured William and learns of his original intentions. She is infuriated and says she would kill him herself. A young soldier, Peng Yong (Lu Han), defends William and informs them that Tovar and Ballard took the powder. Lin orders William to be locked up while she and her troops go after the other two.Tovar and Ballard are riding through the desert. Ballard ditches Tovar when he senses danger approaching. Tovar is taken by the Chinese soldiers while Ballard is captured at night by the Khitan bandits. They accidentally ignite his powder and blow themselves and Ballard up.The soldiers use hot air balloons to fight the Taotie over the city, but the balloons start bursting into flames, sending some of the soldiers plummeting to their deaths. William is let out of his cell and is informed by Wang that the new objective is to kill the Taotie queen. William is about to board a balloon with Wang before Peng Yong arrives and requests to join them.The Emperor removes the magnetic stone from near the Taotie in order to assume control of the beast, but this causes it to wake up and summon the other monsters to its location.Every army is flying high above the city as the Taotie are wreaking havoc. They burst from buildings as the troops fly overhead and retaliate. Most of the city is in flames and ruined. The troops shoot arrows and more rockets at the monsters as they attempt to make their way toward the queen. William, Wang, and Peng catch up to Lin as they spot the queen being surrounded by thousands of Taotie as they protect her.The heroes reach the palace and approach the Emperor. Wang requests that they find the captured monster to use in order to kill the queen. The Emperor tells them that the beast is in the dungeon. The troops put explosives all over the monster and feed it meat to bring to the queen. They go through an underground canal as the rest of the monsters are above ground. The Taotie crawl above them and try to snag them from up top. Peng holds the monsters off but is wounded in the struggle. He stays behind while the others continue moving forward. Several monsters burst in and rush toward Peng. He ignites some black powder and blows himself and the monsters up.William, Lin, and Wang run into a tower to let the captured Taotie out. They hold it off with the stones and it rejoins the monsters. The three head up the tower to strike the queen. They get a good shot from the top of the tower and proceed to fire rockets at the queen, but she is protected by larger beasts with scales that deflect the rockets. Wang is at the bottom as the beasts storm the tower and begin to attack. Wang throws Lin a stone right before he is killed. William tosses the stone into the path of the queen before Lin launches the rocket. The rocket explodes and obliterates the queen, leading to the rest of the Taotie to drop dead.Upon their return home, Lin is promoted to regional general. William is to be given a reward - namely a big quantity of black powder -, but he instead chooses to have Tovar freed so that they may return to Europe. William and Tovar reconcile, and after biding their goodbyes to Lin, they head on their way home with a cavalry following them for protection.","cover":"The Great Wall.jpg","price":"2.50"},{"id":"id131","name":"Max 2: White House Hero","year":2017,"idGenre":2,"rate":3,"synopsis":"Max is assigned to the White House while Butch, the secret service dog, is on maternity leave. He meets TJ, a 12 year old boy, who is the President's son. Due to his father's high profile, he is trying hard to fit in and lead a normal life. During a state visit by the Russian President and his daughter, Alexandra (Alex), TJ is asked to accompany her, during their stay. TJ befriends Alex, but when they get into trouble, Max comes to the rescue!","cover":"Max 2: White House Hero.jpg","price":"2.50"},{"id":"id132","name":"Walker","year":1987,"idGenre":2,"rate":3,"synopsis":"William Walker and his mercenary corps enter Nicaragua in the middle of the 19th century in order to install a new government by a coup d'etat. All is being financed by an American multimillionaire who has his own interest in this country.","cover":"Walker.jpg","price":"2.50"},{"id":"id133","name":"The Young and Prodigious T.S. Spivet","year":2013,"idGenre":2,"rate":4,"synopsis":"T.S. Spivet lives on a ranch in Montana with his mother who is obsessed with the morphology of beetles, his father (a cowboy born a hundred years too late) and his 14 year-old sister who dreams of becoming Miss America. T.S. is a 10 year-old prodigy with a passion for cartography and scientific inventions. One day, he receives an unexpected call from the Smithsonian museum telling him that he is the winner of the very prestigious Baird prize for his discovery of the perpetual motion machine and that he is invited to a reception in his honor where he is expected to give a speech. Without telling anyone, he sets out on a freight train across the U.S.A. to reach Washington DC. There is also Layton, twin brother of T.S., who died in an accident involving a firearm in the family's barn, which no one ever speaks of. T.S. was with him, measuring the scale of the gunshots for an experiment, and he doesn't understand what happened.","cover":"The Young and Prodigious T.S. Spivet.jpg","price":"2.50"},{"id":"id136","name":"The Shadow Effect","year":2017,"idGenre":2,"rate":2,"synopsis":"A young man's life is turned upside down when his violent dreams begin to blend with reality.","cover":"The Shadow Effect.jpg","price":"2.50"},{"id":"id138","name":"Rock Dog","year":2016,"idGenre":2,"rate":3,"synopsis":"When a radio falls from the sky into the hands of a wide-eyed Tibetan Mastiff, he leaves home to fulfill his dream of becoming a musician, setting into motion a series of completely unexpected events.","cover":"Rock Dog.jpg","price":"2.50"},{"id":"id139","name":"The Space Between Us","year":2017,"idGenre":2,"rate":3,"synopsis":"In this interplanetary adventure, a space shuttle embarks on the first mission to colonize Mars, only to discover after takeoff that one of the astronauts is pregnant. Shortly after landing, she dies from complications while giving birth to the first human born on the red planet - never revealing who the father is. Thus begins the extraordinary life of Gardner Elliot - an inquisitive, highly intelligent boy who reaches the age of 16 having only met 14 people in his very unconventional upbringing. While searching for clues about his father, and the home planet he's never known, Gardner begins an online friendship with a street smart girl in Colorado named Tulsa. When he finally gets a chance to go to Earth, he's eager to experience all of the wonders he could only read about on Mars - from the most simple to the extraordinary. But once his explorations begin, scientists discover that Gardner's organs can't withstand Earth's atmosphere. Eager to find his father, Gardner escapes the team...","cover":"The Space Between Us.jpg","price":"2.50"},{"id":"id140","name":"xXx: Return of Xander Cage","year":2017,"idGenre":2,"rate":3,"synopsis":"Extreme athlete turned government operative Xander Cage (Vin Diesel) comes out of self-imposed exile, thought to be long dead, and is set on a collision course with deadly alpha warrior Xiang (Donnie Yen) and his team in a race to recover a sinister and seemingly unstoppable weapon known as Pandora's Box. Recruiting an all-new group of thrill-seeking cohorts, Xander finds himself enmeshed in a deadly conspiracy that points to collusion at the highest levels of world governments.","cover":"xXx: Return of Xander Cage.jpg","price":"2.50"},{"id":"id141","name":"Assault in Paradise","year":1977,"idGenre":2,"rate":3,"synopsis":"A Native American travels around a resort town, murdering cops and rich people with a high-powered crossbow, while demanding that the town's richest residents pay him money to stop the killings.","cover":"Assault in Paradise.jpg","price":"2.50"},{"id":"id145","name":"This Stuff'll Kill Ya!","year":1971,"idGenre":2,"rate":2,"synopsis":"A backwoods Bible-quoting Foghorn Leghorn-ish con man who believes in free love and moon-shining runs into trouble with the locals when a series of gruesome religious murders are committed: a new bride is raped off-screen, a woman is stoned and two others are crucified.","cover":"This Stuff'll Kill Ya!.jpg","price":"2.50"},{"id":"id147","name":"Anguish","year":2015,"idGenre":2,"rate":2,"synopsis":"Tess is a teenage girl diagnosed with identity disorder, however that may not be the problem after all. Lucy, a teenage girl who's in the same town, and around the same age. The unlikely pair meet in a way that so few people actually understand, and usually misinterpret.","cover":"Anguish.jpg","price":"2.50"},{"id":"id148","name":"Bird on a Wire","year":1990,"idGenre":2,"rate":3,"synopsis":"Rick has been given a new identity by the FBI for helping convict a drug dealing FBI agent. Fifteen years later his former fiance recognises him. Rick's FBI 'minder' has been replaced by a corrupt agent who helps the drug dealing FBI agent and his accomplice locate him. There are many subsequent chase scenes as Rick and girlfriend revisit his former haunts.","cover":"Bird on a Wire.jpg","price":"2.50"},{"id":"id151","name":"Special Effects","year":1984,"idGenre":2,"rate":3,"synopsis":"Reality and illusion collide in this thriller about a megalomaniacal movie director who murders a young would-be actress, then sets about making a feature about the deed, casting the dead woman's clueless husband as the patsy, and finding a dead ringer to play the part of the dead actress.","cover":"Special Effects.jpg","price":"2.50"},{"id":"id154","name":"The Devil's Dolls","year":2016,"idGenre":2,"rate":2,"synopsis":"In the aftermath of the hunt for a serial killer, an ancient curse consumes a city, causing a series of brutal murders and pitting a detective against the clock to save his daughter's life.","cover":"The Devil's Dolls.jpg","price":"2.50"},{"id":"id156","name":"Gutterballs","year":2008,"idGenre":2,"rate":2,"synopsis":"A brutally sadistic rape leads to a series of bizarre gory murders during a midnight disco bowl-a-rama at a popular bowling alley. One by one, players of two teams meet blood-drenched gruesome deaths at the hand of a black bowling-gloved masked killer. This alley runs red with blood by sunrise.","cover":"Gutterballs.jpg","price":"2.50"},{"id":"id158","name":"Hacker","year":2016,"idGenre":2,"rate":3,"synopsis":"When his family hits financial trouble, Alex Danyliuk turns to a life of crime and identity theft, with the help of Sye, a street-wise hustler who introduces him to the world of black market trading, Kira, a young female hacker, and contacts on the dark web. After finding success in causing financial market chaos, they gain the attention of Z, a mysterious masked figure, who's the head of an organization known as Anonymous, and a number one target by the FBI.","cover":"Hacker.jpg","price":"2.50"},{"id":"id159","name":"Fallen","year":2016,"idGenre":2,"rate":1,"synopsis":"","cover":"Fallen.jpg","price":"2.50"},{"id":"id160","name":"Stratton","year":2017,"idGenre":2,"rate":2,"synopsis":"A British Special Boat Service commando tracks down an international terrorist cell.","cover":"Stratton.jpg","price":"2.50"},{"id":"id161","name":"The Void","year":2016,"idGenre":2,"rate":3,"synopsis":"","cover":"The Void.jpg","price":"2.50"},{"id":"id162","name":"Mythica: The Iron Crown","year":2016,"idGenre":2,"rate":3,"synopsis":"When a team of unlikely heroes hijacks a steam-powered battle wagon, a daring young wizard (Marek) steals the final piece of the all-powerful Darkspore and embarks on a desperate quest to deliver the cursed artifact to the gods for safe keeping; but when they are caught in a death race between a ruthless team of elite mercenaries and a trinity of demons, Marek must learn to believe in herself before her friends are killed and the Darkspore is lost, to stop the evil necromancer (Szorlok) from uniting the Darkspore and flooding the living world with his legions of undead.","cover":"Mythica: The Iron Crown.jpg","price":"2.50"},{"id":"id163","name":"Fifty Shades Darker","year":2017,"idGenre":2,"rate":2,"synopsis":"Christian and Ana decide to rekindle their relationship, except this time there are no more rules or punishments. As they begin to get used to their newfound relationship, Christian's past begins to haunt Ana as Christian struggles with his innermost thoughts.","cover":"Fifty Shades Darker.jpg","price":"2.50"},{"id":"id165","name":"Analyze That","year":2002,"idGenre":2,"rate":3,"synopsis":"","cover":"Analyze That.jpg","price":"2.50"},{"id":"id166","name":"Savage Dog","year":2017,"idGenre":2,"rate":2,"synopsis":"Indochina, 1959. A Wild West town controlled by the criminal class: Vietnamese warlords and European war criminals. Den-Dhin-Chan Labor Camp is run by four such dangerous men. The worst prison in the land, it is here that a European, former-champion boxer Martin Tilman (Scott Adkins) has made a name for himself fighting tournaments, on which wealthy criminals gamble in high stakes events. When Tilman is due for release, he just wants to return home, but the corrupt forces running the jail will do everything in their power to keep him locked down. When all that Tilman holds dear is taken away in a vicious act of violence, he is forced to confront the five men responsible and take his revenge.","cover":"Savage Dog.jpg","price":"2.50"},{"id":"id167","name":"A Dog's Purpose","year":2017,"idGenre":2,"rate":3,"synopsis":"A dog looks to discover his purpose in life over the course of several lifetimes and owners.","cover":"A Dog's Purpose.jpg","price":"2.50"},{"id":"id169","name":"Gold","year":2016,"idGenre":2,"rate":3,"synopsis":"Kenny Wells, a prospector desperate for a lucky break, teams up with a similarly eager geologist and sets off on a journey to find gold in the uncharted jungle of Indonesia.","cover":"Gold.jpg","price":"2.50"},{"id":"id171","name":"The Age of Shadows","year":2016,"idGenre":2,"rate":4,"synopsis":"Set in the late 1920s, The Age of Shadows follows the cat-and-mouse game that unfolds between a group of resistance fighters trying to bring in explosives from Shanghai to destroy key Japanese facilities in Seoul, and Japanese agents trying to stop them. A talented Korean-born Japanese police officer, who was previously in the independence movement himself, is thrown into a dilemma between the demands of his reality and the instinct to support a greater cause.","cover":"The Age of Shadows.jpg","price":"2.50"},{"id":"id172","name":"Ride the High Country","year":1962,"idGenre":2,"rate":4,"synopsis":"Aging ex-marshal Steve Judd is hired by a bank to transport a gold shipment through dangerous territory. He hires an old partner, Gil Westrum, and his young protege Heck to assist him. Steve doesn't know, however, that Gil and Heck plan to steal the gold, with or without Steve's help. On the trail, the three get involved in a young woman's desire to escape first from her father, then from her fiance and his dangerously psychotic brothers.","cover":"Ride the High Country.jpg","price":"2.50"},{"id":"id173","name":"Pipe Dream","year":2015,"idGenre":2,"rate":2,"synopsis":"A story of two wannabe Schoolies on the Gold Coast during a state-wide crackdown on drugs. The boys stumble upon a stash of \"weed\", and through the misguidance of an older brother trying to replace his earlier Schoolies experience, they get caught up in the war on drugs waged by the authorities. Selling drugs to earn enough money to replace a broken heirloom they are oblivious to the battle around them. As they are pursued by an overzealous Police Chief and a violent underworld, they aim to be kings and make this the best Schoolies ever.","cover":"Pipe Dream.jpg","price":"2.50"},{"id":"id175","name":"Adult Life Skills","year":2016,"idGenre":2,"rate":3,"synopsis":"Anna is stuck: she's approaching 30, living like a hermit in her mum's garden shed and wondering why the suffragettes ever bothered. She spends her days making videos using her thumbs as actors - thumbs that bicker about things like whether Yogi Bear is a moral or existential nihilist. But Anna doesn't show these videos to anyone and no one knows what they are for. A week before her birthday her Mum serves her an ultimatum - she needs to move out of the shed, get a haircut that doesn't put her gender in question and stop dressing like a homeless teenager. Naturally, Anna tells her Mum to \"back the f-off\". However, when her school friend comes to visit, Anna's self-imposed isolation becomes impossible to maintain. Soon she is entangled with a troubled eight year old boy obsessed with Westerns, and the local estate agent whose awkward interpersonal skills continually undermine his attempts to seduce her.","cover":"Adult Life Skills.jpg","price":"2.50"},{"id":"id176","name":"Personal Shopper","year":2016,"idGenre":2,"rate":3,"synopsis":"It's been already three months since the sudden death of her 27-year-old twin brother Lewis from a congenital malformation of the heart, and Maureen, a young fashionista, assistant to a celebrity woman and a capable medium, still hasn't made any contact with him. Spending her time between high profile fashion establishments and the abandoned Lewis' house in Paris, Maureen is silently battling with the gut-wrenching grief and sorrow, while at the same time, looking for a sign from her deceased brother after an oath taken between the twins. Aloof, disoriented and still mourning, wraithlike Maureen attuned to the ethereal realm, is inevitably caught between this world and the spiritual, always looking for portholes and a sign that would prove her brother right, however, in vain. Unexpectedly, as the days pass by swiftly and the random apparitions become more frequent, Maureen will start to receive strange text messages from an unknown sender who seems to know a lot about her, but in the ...","cover":"Personal Shopper.jpg","price":"2.50"},{"id":"id177","name":"We Still Steal the Old Way","year":2017,"idGenre":2,"rate":2,"synopsis":"The Archer Gang are back and doing a daring heist in London. Remanded in prison, they will try to break out their old friend Briggs.","cover":"We Still Steal the Old Way.jpg","price":"2.50"},{"id":"id180","name":"Fight Valley","year":2016,"idGenre":2,"rate":1,"synopsis":"Twenty-two year old Tori Coro gets involved in an underground fighting ring in a rough section of Camden, NJ. When her bruised and beaten body is found abandoned in the woods, rumors begin to swirl that Tori died in Fight Valley, an unofficial neighborhood where fighters go to make money. Tori's sister Windsor moves to town to start her own investigation. Jab's, a respected fighter turned gym owner, agrees to train Windsor as she prepares to come face to face with Tori's killer and fight for justice.","cover":"Fight Valley.jpg","price":"2.50"},{"id":"id181","name":"La La Land","year":2016,"idGenre":2,"rate":4,"synopsis":"During the opening credits, the movie we are viewing is said to have been filmed in CINEMASCOPE (like the old-time musicals) and then the screen expands from box format to wide. We find ourselves on the 105/110 interchange in Los Angeles. People listen to various forms of music in their cars. Then one woman gets out of her vehicle and starts singing ANOTHER DAY OF SUN to camera (","cover":"La La Land.jpg","price":"2.50"},{"id":"id182","name":"K-911","year":1999,"idGenre":2,"rate":3,"synopsis":"Mike Dooley has been teamed up with Jerry Lee, a German Shepherd dog, for nearly ten years, but Jerry Lee isn't as young as he once was, and Dooley's superiors suggest that maybe it's time that Jerry Lee was retired from the force. But there is a stalker who wants Dooley dead. The stalker, disgruntled crime novelist Devon Lane, became obsessed with Dooley's wife after she rejected his book, and he blames Dooley for her death. When Jerry Lee can't keep up with chasing Devon during a shootout, Captain Byers teams Dooley and Jerry Lee with a younger K9 team -- aggressive female detective Welles and her dog Zeus, a young, strong Doberman Pincher. After Dooley futilely investigates a convict he once busted, the dogs get him back on track by sniffing out Devon's storage locker. The room reveals Devon's identity to Dooley, and one of Devon's manuscripts reveals that he intends to make Dooley suffer for his words. When Devon makes a bold move by invading the precinct and taking Welles hostage...","cover":"K-911.jpg","price":"2.50"},{"id":"id185","name":"Sunset in the West","year":1950,"idGenre":2,"rate":3,"synopsis":"Near the border, outlaws are hijacking trains and using them to transport large quantities of rifles. Roy gets involved when the train that was to pick up his cattle fails to stop. Helping out the Sheriff, Roy brings in a suspect. He identifies him as a wanted man but the outlaw escapes with Roy as a hostage. Roy is taken to the gang leader's house where another hijacking is being planned. They also plan to get rid of Roy.","cover":"Sunset in the West.jpg","price":"2.50"},{"id":"id186","name":"Manhunter","year":1986,"idGenre":2,"rate":4,"synopsis":"Will Graham (William Petersen) is a former FBI criminal profiler who has retired because of a breakdown after being attacked by a cannibalistic serial killer, Dr. Hannibal Lecktor (Brian Cox). Graham is approached at his Florida home by his former FBI superior Jack Crawford (Dennis Farina), who is seeking help with a new serial killer case. Promising his wife (Kim Greist) that he will do nothing more than examine evidence and not risk physical harm, Graham agrees to visit the most recent crime scene in Atlanta, where he tries to enter the mindset of the killer, now dubbed the \"Tooth Fairy\" by the police for the bite-marks left on his victims.Having found the killer's fingerprints, Graham meets with Crawford. They are accosted by tabloid journalist Freddy Lounds (Stephen Lang), with whom Graham has a bitter history. Lounds' paper had run photographs of Graham taken secretly while he was hospitalized. Graham pays a visit to Lecktor, a former psychiatrist, in his cell and asks for his insight into the killer's motivations. After a tense conversation, Lecktor agrees to look at the case file. Lecktor later contrives to obtain Graham's home address by deceit.Graham travels to the first crime scene in Birmingham, Alabama, where he is contacted by Crawford, who tells him of Lounds' tabloid story on the case. Crawford also patches Graham through to Frederick Chilton (Benjamin Hendrickson), Lecktor's warden, who has found a note in Lecktor's personal effects. Reading it, they realize it is from the Tooth Fairy, expressing admiration for Lecktor and an interest in Graham. Crawford brings Graham to the FBI Academy at Quantico, where a missing section of the note is analyzed to determine what Lecktor has removed. It is found to be an instruction to communicate through the personals section of the National Tattler, Lounds' newspaper.The FBI intended to plant a fake advertisement to replace Lecktor's, but they realize that without the proper book code the Tooth Fairy will know it is fake. So they let the advertisement run as it is, and Graham organizes an interview with Lounds, during which he gives a false and derogatory profile of the Tooth Fairy to incite him. After a sting operation fails to catch the killer, Lounds is kidnapped by the Tooth Fairy (Tom Noonan). Waking in the killer's home, he is shown a slideshow of William Blake's The Great Red Dragon paintings, along with the Tooth Fairy's past victims and slides of a family the killer identifies as his next targets. Lounds is forced to tape-record a statement before being set on fire in a wheelchair and killed, his flaming body rolled into the parking garage of the  National Tattler  as a warning.Graham is told by Crawford that they have cracked Lecktor's coded message to the Tooth Fairy: it is Graham's home address with an instruction to kill the family (ending with \"Save yourself. Kill them all,\" revealing that Lecktor believes Graham would find the Tooth Fairy). Graham rushes home to find his family safe but terrified. After the FBI moves Graham's family to a safehouse, he tries to explain to his son Kevin why he had retired previously, and he does so at a supermarket, of all places. At his job in a St. Louis film lab, Francis Dollarhyde (the Tooth Fairy) approaches a blind co-worker, Reba McClane (Joan Allen), and ends up offering her a lift. They go to Dollarhyde's home, where Reba is oblivious to the fact that Dollarhyde is watching home-movie footage of his planned next victim. She kisses him and they make love. Dollarhyde is confused by this newfound relationship, though it helps suppress his bloodlust. Just as Graham comes to realize how much the Tooth Fairy's desire for acceptance factors into the murders, Dollarhyde watches as Reba is escorted home by another co-worker. Mistakenly believing them to be kissing, Dollarhyde murders the man and abducts Reba. When she calls him Francis, he tells her: \"Francis is gone. Forever.\"Desperately trying to figure out a connection between the murdered families, Graham realizes that someone must have seen their home movies. He and Crawford deduce where the films were processed. They identify the lab in St. Louis and fly there immediately. Dollarhyde has been casing the victims' homes through home movies, enabling him to prepare for the break-ins in extreme detail. Graham determines which employee has seen these films and obtains Dollarhyde's home address, to which he and Crawford travel with a police escort. At Dollarhyde's home Reba is terrified as he contemplates what to do with her. As he struggles to kill Reba with a piece of broken mirror glass, police teams assemble around the house. Seeing that Dollarhyde has someone inside with him, Graham lunges through a window. He is quickly subdued by Dollarhyde, who retrieves a shotgun and uses it to wound Crawford and kill two police officers. Wounded in the firefight, Dollarhyde returns to the kitchen to shoot Graham, but misses because of his injuries and is killed himself when Graham returns fire. Graham, Reba, and Crawford are tended to by paramedics before Graham returns home and retires permanently.","cover":"Manhunter.jpg","price":"2.50"},{"id":"id191","name":"Day of Reckoning","year":2016,"idGenre":2,"rate":2,"synopsis":"When the world was invaded by underground creatures that wanted to wipe out mankind from Earth, the post-apocalyptic survivors called The Day of Reckoning. Fifteen years later, people have the same signs indicating that a new attack is coming and they seek out shelter for protection. What will happen to mankind this time?","cover":"Day of Reckoning.jpg","price":"2.50"},{"id":"id194","name":"The Marine 5: Battleground","year":2017,"idGenre":2,"rate":3,"synopsis":"While working as an EMT back stateside Jake Carter after responding to a distress call, finds himself caught up protecting a person of interest from a biker gang ruthlessly hunting them down.","cover":"The Marine 5: Battleground.jpg","price":"2.50"},{"id":"id195","name":"Teen Titans: The Judas Contract","year":2017,"idGenre":2,"rate":3,"synopsis":"Tara Markov is a girl who has power over earth and stone; she is also more than she seems. Is the newest Teen Titan an ally or a threat? And what are the mercenary Deathstroke's plans for the Titans?","cover":"Teen Titans: The Judas Contract.jpg","price":"2.50"},{"id":"id196","name":"Sleepless","year":2017,"idGenre":2,"rate":3,"synopsis":"Vincent Downs is a cop in Las Vegas, who's partnered with a crooked cop. His partner asks him to steal some drugs, which they do. But what they don't know is that the drugs belong to a crime family, the Novaks who goes after anyone who crosses them. And Rob Novak the man who was handling the drug sale sets his sights on the man who sold him the drugs, casino boss Rubino. Rubino discovers Downs was the one who stole the drugs so he has Downs' son abducted and tells Downs to bring the drugs to his casino. Jennifer Bryant, an idealistic cop who wants to take down every criminal including the Novaks. Recently one her busts went bust and she did everything by the book. She thinks all the men are patronizing her. When she meets Downs she gets a vibe off of him and follows him. Downs brings the drugs to the casino and hides the drugs. Downs meets with Rubino and asks for his drugs. Downs wants his son first before he gives him the drugs. Rubino shows him his son and goes to get the drugs but...","cover":"Sleepless.jpg","price":"2.50"},{"id":"id197","name":"The Founder","year":2016,"idGenre":2,"rate":4,"synopsis":"1954. Having worked as a salesman most of his adult life, Ray Kroc has been a hustler in most senses of the word. That hustling has made him the target of derision among certain circles for peddling what have ended up being more novelty or faddish than useful products, but it has also placed more than a comfortable roof in Arlington Heights, Illinois over his and his wife Ethel's heads. Ethel, however, wishes that he placed as much effort into being at home with her than he is in selling, his current job of peddling five-spindle milkshake makers for Prince Castle which has him constantly on the road going from one drive-in restaurant to another. It is because of the beefs he has with the whole drive-in experience (bad food, bad service) in constantly eating at such establishments while on the road that he becomes enthralled with the concept of McDonald's Restaurant in San Bernardino, California, it owned and operated by brothers Richard McDonald and Maurice McDonald - Dick and Mac. ...","cover":"The Founder.jpg","price":"2.50"},{"id":"id198","name":"Drifter","year":2016,"idGenre":2,"rate":2,"synopsis":"A pair of outlaw brothers seek temporary refuge in a desolate town inhabited by a small family of psychotic cannibalistic lunatics.","cover":"Drifter.jpg","price":"2.50"},{"id":"id200","name":"Cool Runnings","year":1993,"idGenre":2,"rate":3,"synopsis":"Irving Blitzer disgraced himself when putting extra weights into his team's bob in the Olympics, resulting in his gold medal being taken away from him. Years later, Derice Bannock, son of a former friend of Irv, fails to qualify for the 100-yard sprint for the Olympics due to a stupid accident. But when he hears of Irving Blitzer living also on Jamaica, Derice decides to go to the Games anyway, if not as a sprinter, then as a bobsledder. After some starting problems, the first Jamaican bobsledding team is formed and heads for Calgary. In the freezing weather Derice, Sanka, Junior and Yul are only laughed at, since nobody can take a Jamaican bobsledding team led by a disgraced trainer seriously. But team spirit and a healthy self-confidence may lead to a few surprises in the upcoming Winter Games.","cover":"Cool Runnings.jpg","price":"2.50"},{"id":"id201","name":"The Crucible","year":1996,"idGenre":2,"rate":3,"synopsis":"A small group of teen girls in 1692 Salem, Massachusetts caught in an innocent conjuring of love potions to catch young men are forced to tell lies that Satan had invaded them and forced them to participate in the rites and are then forced to name those involved. Thrown into the mix are greedy preachers and other major landowners trying to steal others' land and one young woman infatuated with a married man and determined to get rid of his innocent wife. Arthur Miller wrote the events and the subsequent trials where those who demanded their innocence were executed, those who would not name names were incarcerated and tortured, and those who admitted their guilt were immediately freed as a parable of the Congressional Communist witch hunts led by Senator Joe McCarthy in 1950's America.","cover":"The Crucible.jpg","price":"2.50"},{"id":"id202","name":"Mine","year":2016,"idGenre":2,"rate":3,"synopsis":"In the middle of the desert, an area filled with 33 million blast mines scattered everywhere, marine sniper Sergeant Mike Stevens is on a mission to locate and neutralize the leader of a terrorist cell. After three months and six days in the desert, one single moment of hesitation is enough to blow the entire mission, and now Sergeant Stevens is stranded in a hostile guerrilla territory all alone, and to make matters worse, with his left foot on an active mine. Against the harsh environment, without water, the sergeant must stay glued to the spot and use his Marine training, his resourcefulness and his perseverance for the next 52 hours until a convoy arrives in his area. Between the scalding heat of the day and the freezing cold of the night, if Sergeant Stevens wants to survive, he must fight not only the mighty forces of nature but also the greatest adversary of them all: himself.","cover":"Mine.jpg","price":"2.50"},{"id":"id203","name":"Split","year":2016,"idGenre":2,"rate":4,"synopsis":"When three girls are kidnapped by a man with 23 different personalities, they have to work out which of those personalities will help them escape and which of those personalities will try to stop them.","cover":"Split.jpg","price":"2.50"},{"id":"id204","name":"Modesty Blaise","year":1966,"idGenre":2,"rate":3,"synopsis":"Modesty Blaise, a secret agent whose hair color, hair style, and mod clothing change at a snap of her fingers is being used by the British government as a decoy in an effort to thwart a diamond heist. She is being set up by the feds but is wise to the plot and calls in sidekick Willie Garvin and a few other friends to outsmart them. Meanwhile, at his island hideaway, Gabriel, the diamond thief has his own plans for Blaise and Garvin.","cover":"Modesty Blaise.jpg","price":"2.50"},{"id":"id205","name":"How to Marry a Millionaire","year":1953,"idGenre":2,"rate":3,"synopsis":"Three New York models, Shatze, Pola and Loco set up in an exclusive apartment with a plan....tired of cheap men and a lack of money, they intend to use all their talents to trap and marry three millionaires. The trouble is that it's not so easy to tell the rich men from the hucksters - and even when they can, is the money really worth it?","cover":"How to Marry a Millionaire.jpg","price":"2.50"},{"id":"id208","name":"Scum of the Earth","year":1963,"idGenre":2,"rate":3,"synopsis":"Kim Sherwood is a young naive teenager who is asked by a friend to model for a shady photographer named Harmon. The photographer works for an unscrupulous businessman who is in league with a local Miami teenage gang in illegally selling photos of young girls in the nude being used and abused. When Kim wants out, the gangster Mr. Lang, blackmails her into staying on by using his strong-armed thugs to enforce order.","cover":"Scum of the Earth.jpg","price":"2.50"},{"id":"id209","name":"Driven","year":2001,"idGenre":2,"rate":2,"synopsis":"Talented rookie race-car driver Jimmy Bly has started losing his focus and begins to slip in the race rankings. It's no wonder, with the immense pressure being shoveled on him by his overly ambitious promoter brother as well as Bly's romance with his arch rival's girlfriend Sophia. With much riding on Bly, car owner Carl Henry brings former racing star Joe Tanto on board to help Bly. To drive Bly back to the top of the rankings, Tanto must first deal with the emotional scars left over from a tragic racing accident which nearly took his life.","cover":"Driven.jpg","price":"2.50"},{"id":"id210","name":"The Horde","year":2016,"idGenre":2,"rate":2,"synopsis":"The film follows John Crenshaw as he accompanies his girlfriend and her students on a weekend nature-photography expedition deep into the woods. What should be an educational and fun-filled weekend turns into horror as the group is besieged by an unspeakable evil - a horde of hideously disfigured, mutated humans with an insatiable taste for blood. As things go from bad to worse, Crenshaw becomes their only hope if they are going to get out alive.","cover":"The Horde.jpg","price":"2.50"},{"id":"id212","name":"Brimstone","year":2016,"idGenre":2,"rate":4,"synopsis":"A triumphant epic of survival and a tale of powerful womanhood and resistance against the unforgiving cruelty of a hell on earth. Our heroine is Liz (Dakota Fanning), carved from the beautiful wilderness, full of heart and grit, hunted by a vengeful Preacher (Guy Pearce) - a diabolical zealot and her twisted nemesis. But Liz is a genuine survivor; she's no victim - a woman of fearsome strength who responds with astonishing bravery to claim the better life she and her daughter deserve. Fear not. Retribution is coming.","cover":"Brimstone.jpg","price":"2.50"},{"id":"id216","name":"Monster Trucks","year":2016,"idGenre":2,"rate":3,"synopsis":"In a small town, an oil company is drilling for oil. The geologist, Dowd, informs his boss, Tenneson that they detected what could be an ecosystem which could affect their drilling rights. But Tenneson tells them to go on and something happens. Something came out and Tenneson wants to keep it quiet by keeping what came out on ice. In the town, something's been taking the fuel tanks off vehicles, leaving a big hole. Tripp, who lives in the town is frustrated at his life, specifically not having a vehicle of his own. He works at a scrap yard and he's been working on restoring an old truck. One day he thinks he hears something and traps it in the storage pit. He calls the Sheriff who's his step-father, whom he doesn't like. And when he gets there, it's gone. Later he sets a trap for it and sees it's a slug like creature who feeds on oil. He would bond with it. Later a man from the oil company shows up at the yard and asks him about the thing he reported earlier. Tripp feigns it was ...","cover":"Monster Trucks.jpg","price":"2.50"},{"id":"id217","name":"The Bye Bye Man","year":2017,"idGenre":2,"rate":2,"synopsis":"When three college students move into an old house off campus, they unwittingly unleash a supernatural entity known as The Bye Bye Man, who comes to prey upon them once they discover his name. The friends must try to save each other, all the while keeping The Bye Bye Man's existence a secret to save others from the same deadly fate.","cover":"The Bye Bye Man.jpg","price":"2.50"},{"id":"id218","name":"Colossus: The Forbin Project","year":1970,"idGenre":2,"rate":1,"synopsis":"Dr. Charles Forbin (Eric Braeden) stands in the middle of an incredibly vast complex of reel-to-reel tapes, pilot lights, and punch tapes. This complex is named Colossus, and is the product of years of work toward a single goal: build a sophisticated and impregnable computer that can run America's missile defenses without interference from humans, and retaliate at once to any threat an enemy might pose.Clad in a white overall, he walks through the complex, a remote control in his hand, as he activates bank after bank of the huge complex. That done, he walks out of the complex, sealing huge vault doors behind him. The last door to close is the one to the outside of a mountain in Colorado. Once that door closes, it will never open--and even if anyone could get in, deadly radiation would kill him within minutes.Outside, the President (Gordon Pinsent), the Secretaries of Defense (Sid McCoy) and State (Byron Morrow), and the press greet him. He makes a brief speech, then flies to Washington, DC with the Presidential party.In the White House, the President orchestrates a grand announcement to declassify Project Colossus totally and let the world know what the United States has built. Forbin is on hand to explain what Colossus can do, and how it can monitor the state of the world, including every telephone call, radio and TV broadcast, or other mode of communication.Back in the primary command center on the California coast, Cleo Markham (Susan Clark) hosts a wild party with all the technicians who worked on the project, including Drs. Blake (Willard Sage), Johnson (Martin Brooks), Fisher (Georg Sanford Brown), Peterson (Lew Brown), and Harrison (Tom Basham), and secretary Angela Fields (Marin Ross).And in the middle of that celebration, Colossus abruptly issues a cryptic warning: THERE IS ANOTHER SYSTEM.The angry President summons Grauber (William Schallert), Director of Central Intelligence, to ask him why the [censored] he, the President, had to hear from Colossus, not from the CIA, that the Russians had a Colossus of their own! Forbin flies back to his command center to confer with Cleo and his staff. They run a diagnostic program--which runs about 150 times as fast as they're used to seeing. And then--a propos of nothing--Colossus requests--no, orders--everyone to set up a communications link between Colossus and Guardian, Colossus' Soviet counterpart.Intrigued by the possibilities, Forbin urges the President to set the link up. The President and the Soviet Party Chairman (Leonid Rostoff) agree.Colossus begins by sending Guardian a multiplication table, then progresses rapidly to calculus, then to very highly advanced mathematics. Next, Guardian starts sending the same output back to Colossus. Then Colossus slows down to let Guardian catch up, and then they continue with incredibly abstruse formulas in perfect synchrony.And then they stop. When Forbin asks Colossus to tell him what's happening, Colossus replies that it and Guardian have developed their own inter-system language and will start their own dialog--a high-powered dialog that no human can hope to follow.The Soviet Chairman calls the US President immediately and suggests pulling the plug, in fear that each system is disclosing classified information to the other. Forbin and his own counterpart, Kuprin (Alex Rodine), protest, to no avail.They cut off communications--and then Colossus demands they restore it. When the humans refuse, Colossus threatens \"action,\" but won't say what. Then the President dictates a hard-nosed message to Colossus--which response by launching a missile at a Soviet oil complex. Guardian, for its part, launches a missile at Henderson AFB in Texas.Hurriedly, Forbin and Kuprin restore the link--and while Colossus can intercept the inbound missile, Guardian cannot--or does not--intercept the outbound. Colossus then demands the humans give it a tap into the White House/Kremlin Hot Line, the only line Colossus cannot--yet--listen in on.Forbin suggests making one last call over that line, to ask Kuprin to meet him in Rome. Forbin flies there, while the news desks explain away a stray missile that Colossus successfully intercepted, and a \"meteor strike\" that took out the oil complex.While Forbin is in Rome, Colossus issues another demand: \"I WANT FORBIN.\" Cleo Markham desperately tries to stall Colossus by saying that Forbin is trying to catch some badly-needed sleep. But Colossus is not fooled. \"WHERE IS FORBIN?\" it demands. So Cleo confesses the truth.Colossus and Guardian engage in more dialog, while Colossus tells the humans to have Forbin on the line at 0800 the next morning \"OR ACTION WILL BE TAKEN.\" Also: Guardian dictates an ultimatum to the Soviet authorities: kill Kuprin or a missile will take out Moscow.Once Forbin returns to the command center, Colossus orders him to arrange for \"visual and audio surveillance\" to cover him at all times--or the Colossus-Guardian team will nuke Washington. Forbin reluctantly agrees--but has one last meeting before the deadline. At this meeting he proposes three things:1. The technicians will write a program powerful enough to overload Colossus' circuits.2. The Air Force will painstakingly seek to disable all the missiles.3. Cleo Markham will pretend to be Forbin's mistress, and if Forbin can convince Colossus to let them have a little privacy in their lovemaking, Forbin can get information in and out, with Cleo as the channel.The next day, Forbin goes under surveillance, as agreed. In a dialog fraught with irony, Forbin gets Colossus to agree to let him and Cleo have private moments--under several almost humiliating conditions. Among them: that Forbin work with his technicians to give Colossus a proper voice, so that Colossus can communicate by more means than through slow terminals and teletypes.Cleo Markham succeeds in playing the part of a lover. Forbin keeps the relationship coldly professional as soon as the cameras and mikes are off--the first night. The second night, Cleo asks Forbin to make it somewhat more than professional. It becomes clear that Cleo has been in love with Forbin the whole time, though she knew him to be a cold fish, and is now availing herself of the opportunity to thaw him out.The overload program ends in worse than failure: Colossus correctly identifies Johnson and Fisher as the authors of the overload program and orders the guards to shoot them down--right outside Forbin's window, where they will lie where they fell overnight and until the next morning, when the guard will then cremate them. That night is another night for Cleo to visit Forbin, and Forbin breaks confinement to drink at night--which Colossus criticizes him for.The missile-crippling program, however, has another stroke of luck. When Colossus tries out its new voice (Paul Frees), it announces that Colossus and Guardian are now one corporate entity. Then it calls for manual realignment of all missiles to new targets--the capital cities of nation-states not under the direct control of either constituent mainframe. Grauber sees the point at once: in a few weeks they can reservice every missile--and place dummy guidance modules that will render them useless.But Colossus has the last laugh. One day, it is confidently sending out blueprints for a third system, that it expects Forbin to build for it on Crete, after evacuating its entire population. The next day, it addresses the world--and after boasting that it is now the ruler of the world, it says it has known about the sabotage since its inception, and will now detonate two missiles, one in Death Valley and one in the Ukraine, that were still active.The detonation kills Grauber, the SecState, and the SecDef.Forbin, crushed by what he has seen, takes a desktop telephone, jerks out its cable, and throws it into a monitor. Colossus takes no notice and goes on with its message that \"time and events\" will vindicate it. Forbin reacts in the most emotion he has ever displayed in his life: \"You [illegitimate son]!\" he shouts. And when paparazzi start snapping pictures at him, he roars at them to \"GET OUT!\" But Cleo Markham reaches for his hand, and smiles warmly.The last word Colossus has for Forbin is that Colossus will release Forbin from surveillance the next day, and expects Forbin to work with it, even if reluctantly at first. Forbin insists he will never do this, perhaps knowing that his protests are as futile as are those of a petulant child under parental or school discipline.","cover":"Colossus: The Forbin Project.jpg","price":"2.50"},{"id":"id219","name":"Enter The Warriors Gate","year":2016,"idGenre":2,"rate":3,"synopsis":"A teenager is magically transported to China and learns to convert his video game skills into those of a Kung Fu warrior.","cover":"Enter The Warriors Gate.jpg","price":"2.50"},{"id":"id220","name":"Vengeance: A Love Story","year":2017,"idGenre":2,"rate":3,"synopsis":"Walking home with her 12-year-old daughter after midnight on the Fourth of July, Teena crosses paths with some local losers to be brutally gang raped with her daughter Bethie watching. Bethie is able to identify the rapists, but when the rapists hire a hot shot attorney who attacks Teena's character, Dromoor, a local police officer who was first on the scene when police were called, starts to take matters into his own hands.","cover":"Vengeance: A Love Story.jpg","price":"2.50"},{"id":"id221","name":"Don't Kill It","year":2016,"idGenre":2,"rate":3,"synopsis":"When an ancient demon is accidentally unleashed in a sparsely populated Mississippi town of Chickory Creek, their only hope of survival lies in the hands of a grizzled old demon hunter Jebediah Woodley and his reluctant partner FBI agent Evelyn Pierce.","cover":"Don't Kill It.jpg","price":"2.50"},{"id":"id223","name":"Paterson","year":2016,"idGenre":2,"rate":4,"synopsis":"Exactly one week in the life of a young man named Paterson of Paterson, New Jersey is presented. He lives an extremely regimented and routinized life, that routine perhaps most vividly displayed by the fact that he is able to wake up at exactly the same time every day without an alarm. That life includes eating Cheerios for breakfast, walking to work carrying his brown bag lunch packed in his lunch pail by his wife Laura, having a casual chat with his colleague Donny before he begins his shift driving the #23 Paterson bus for the local public transit company, walking home where he straightens out the exterior mailbox which somehow during the day gets knocked crooked, eating dinner with Laura and listening to her goings-on of the day, taking Laura's English bulldog Marvin - who he would admit to himself he doesn't much like - out for a walk to his neighborhood bar where he has one and only one beer before walking home with Marvin. There are day to day variations which are often the ...","cover":"Paterson.jpg","price":"2.50"},{"id":"id224","name":"Resident Evil: The Final Chapter","year":2016,"idGenre":2,"rate":3,"synopsis":"Picking up immediately after the events in Resident Evil: Retribution, Alice (Milla Jovovich) is the only survivor of what was meant to be humanity's final stand against the undead. Now, she must return to where the nightmare began - The Hive in Raccoon City, where the Umbrella Corporation is gathering its forces for a final strike against the only remaining survivors of the apocalypse.","cover":"Resident Evil: The Final Chapter.jpg","price":"2.50"},{"id":"id226","name":"Arthur & Merlin","year":2015,"idGenre":2,"rate":2,"synopsis":"A young Celtic warrior and a hermit wizard must unite to defeat an evil druid.","cover":"Arthur & Merlin.jpg","price":"2.50"},{"id":"id227","name":"Arsenal","year":2017,"idGenre":2,"rate":2,"synopsis":"A powerful action thriller, ARSENAL tells the intertwining stories of the Lindel brothers, Mikey (Johnathon Schaech) and JP (Adrian Grenier), who had only each other to rely on growing up. As adults, JP found success as the owner of a construction company, while Mikey became a small-time mobster, mired in a life of petty crime. When Mikey is kidnapped and held for a ransom by ruthless crime boss Eddie King (Nicolas Cage), JP turns to the brothers' old pal Sal (John Cusack), a plain clothes detective for help. In order to rescue his brother, JP must risk everything and unleash his vengeance against King's relentless army of gangsters.","cover":"Arsenal.jpg","price":"2.50"},{"id":"id229","name":"Beyond the Call to Duty","year":2016,"idGenre":2,"rate":1,"synopsis":"Five Spec Ops, Alpha Squad, head a simple Recon Mission that turns into an all out war for survival against a wave of undead experiments. Alpha Squad must fight, not just for the sake of their own survival, but the fate of the world.","cover":"Beyond the Call to Duty.jpg","price":"2.50"},{"id":"id230","name":"Rogue One","year":2016,"idGenre":2,"rate":4,"synopsis":"All looks lost for the Rebellion against the Empire as they learn of the existence of a new super weapon, the Death Star. Once a possible weakness in its construction is uncovered, the Rebel Alliance must set out on a desperate mission to steal the plans for the Death Star. The future of the entire galaxy now rests upon its success.","cover":"Rogue One.jpg","price":"2.50"},{"id":"id232","name":"Why Him?","year":2016,"idGenre":2,"rate":3,"synopsis":"Over the holidays, Ned, an overprotective but loving dad and his family visit his daughter at Stanford, where he meets his biggest nightmare: her well-meaning but socially awkward Silicon Valley millionaire boyfriend, Laird. The rivalry develops,and Ned's panic level goes through the roof when he finds himself lost in this glamorous high-tech world and learns that Laird is about to pop the question.","cover":"Why Him?.jpg","price":"2.50"},{"id":"id233","name":"Silence","year":2016,"idGenre":2,"rate":4,"synopsis":"The story of two Catholic missionaries (Andrew Garfield and Adam Driver) who face the ultimate test of faith when they travel to Japan in search of their missing mentor (Liam Neeson) - at a time when Catholicism was outlawed and their presence forbidden.","cover":"Silence.jpg","price":"2.50"},{"id":"id234","name":"20th Century Women","year":2016,"idGenre":2,"rate":4,"synopsis":"Love, life, and the struggles of a mother bringing up a son in the the early 70's. The ignorance of a free spirit against the needs of a young man trying to find his true character and beliefs. Living in a bohemian household shared with 3 like minded spirited people to help pay the rent, his mother tries to establish bonds that he cannot deal with. She cannot deal with his inability to talk, and enlists the help of other females in his life to share the burden of his upbringing. Slowly life unravels for them all without understanding how. In spite of their perceived struggles, they all go on to live defined lives without any serious consequences.","cover":"20th Century Women.jpg","price":"2.50"},{"id":"id237","name":"Assassin's Creed","year":2016,"idGenre":2,"rate":3,"synopsis":"Through a revolutionary technology that unlocks his genetic memories, Callum Lynch (Michael Fassbender) experiences the adventures of his ancestor, Aguilar de Nerha, in 15th Century Spain. Callum discovers he is descended from a mysterious secret society, the Assassins, and amasses incredible knowledge and skills to take on the oppressive and powerful Templar organization in the present day.","cover":"Assassin's Creed.jpg","price":"2.50"},{"id":"id238","name":"Underworld: Blood Wars","year":2016,"idGenre":2,"rate":3,"synopsis":"The next installment in the blockbuster franchise, UNDERWORLD: BLOOD WARS follows Vampire death dealer, Selene (Kate Beckinsale) as she fends off brutal attacks from both the Lycan clan and the Vampire faction that betrayed her. With her only allies, David (Theo James) and his father Thomas (Charles Dance), she must stop the eternal war between Lycans and Vampires, even if it means she has to make the ultimate sacrifice.","cover":"Underworld: Blood Wars.jpg","price":"2.50"},{"id":"id240","name":"Live by Night","year":2016,"idGenre":2,"rate":1,"synopsis":"Set in the 1920s, the film starts with the voice of Joe Coughlin (Ben Affleck) discussing his time fighting in France back in 1918 during World War I, and how he witnessed many good men die for nothing. In the years since he returned home to Boston, he had tried to do good, but he would eventually go down a different path.Joe and two of his partners rob a gangster and pretend to take a woman, Emma Gould (Sienna Miller), as a hostage. In reality, Emma was Joe's \"inside man\", but he is head-over-heels in love with her. Emma is already the girlfriend of the Irish gang boss Albert White (Robert Glenister), but she and Joe see each other whenever Albert is out of town.Joe and Emma have dinner together and are met by Joe's father Thomas (Brendan Gleeson), a police captain. Thomas makes a comment regarding one of Emma's relatives, indicating he disapproves of her. Emma is clearly upset by Thomas's behavior with her over dinner, but Joe tries to assure her that Thomas doesn't have a problem with her.Joe meets Maso Pescatore (Remo Girone), an Italian gangster who is Albert's rival. He wants Joe to take Albert out, otherwise he will let Albert know about Joe's affair with Emma.Joe and his partner Dion Bartolo (Chris Messina) pull off a bank robbery. They are immediately pursued by cops as Joe cannot get the hang of the getaway car, crashing into a civilian car before speeding away. Dion and their other partner make it to another car while Joe stays in the first getaway car. The cops pursue both cars, leading to a chase down the street that ends up causing the cop cars to crash and burn, along with Joe being ejected from his car. When he comes to, he sees the burning cop car in the river and he flees.Joe rushes over to a casino to meet with Emma so they can skip town. They hop inside an elevator and kiss passionately before Emma regretfully reveals it was a trap. One of Albert's large thugs pulls Joe out and starts beating him mercilessly, even kicking Joe in the groin hard enough to make him puke. He is pulled outside where Albert and his goons plan to kill him, but Thomas and his squad arrive, forcing Albert and his men to leave. The cops then arrest Joe.Chief Inspector Calvin Bondurant (Clark Gregg) wants to put Joe in prison for life for the death of the officers, but Thomas blackmails him into giving Joe only three years. Two weeks before Joe is set to be released, Thomas passes away. Joe attends his funeral.With nothing and nobody left for him, Joe goes to Maso and asks for work in getting revenge against Albert. Maso has Joe relocate to Ybor City in Tampa, Florida to be the strongman for Maso's rum business. Joe reunites with Dion and heads down to Ybor to start working. They meet a Cuban businessman named Esteban Suarez (Miguel) to help them out. Joe becomes smitten with Esteban's sister Graciella (Zoe Saldana).Joe and Dion kill Albert's men in Tampa as they horn in on the rum business, much to the gangster's rage. Joe later meets with Chief Irving Figgis (Chris Cooper) to help set up a gambling hotel in collaboration with the Ritz after Maso has asked Joe to get in on the gambling business. The men also meet Irving's daughter Loretta (Elle Fanning), who is heading off to Hollywood with ambitions of becoming an actress.Joe's speakeasy clubs and businesses are attracting a lot of business, and he is personally attracting the attention of Graciella. Although she tells him they will not be lovers, they quickly head into a room to make love.One evening, one of Joe's clubs is disturbed by the KKK putting up a burning cross outside. One of the Klan's member, RD Pruitt (Matthew Maher), terrorizes and robs from the establishments. He also happens to be Irving's brother-in-law. Joe has Irving arrange a meeting with RD. Despite RD being a dimwitted bigot, Joe calmly attempts to negotiate a 15% cut in order for RD to stop harassing people and killing business. RD agrees.Despite the deal, RD starts going around killing Joe's customers out of his racist agenda. Joe and Dion go to meet with the Grand Wizard of the KKK, Gary L. Smith (Anthony Michael Hall), who runs an establishment of his own. Gary informs the men that many Klan members work in the community, including police officers. Since Gary has less power than any of them, Dion shoots Gary dead in front of a bunch of his employees.Joe goes to Irving's house. Irving states that there were 70 witnesses to the murder but nobody is stepping forward to testify. He tells Joe about how Loretta has turned to drugs and prostitution in Hollywood. Joe wants Irving to take care of RD, but Irving can't bring himself to give RD up. He tells Joe to be man enough to kill RD himself.Joe meets with RD outside the Ritz, which is under construction. RD brings two of his goons outside with guns. RD declares he won't stop what he's doing, and he threatens to kill Graciella to Joe's face. Joe takes out his gun and shoots RD dead while Dion and a couple other guys come out of hiding and kill RD's guys. Joe gets shot in the side as a result but he survives. Soon, Joe and his men start fighting back against the Klan, causing them to retreat from Tampa.Loretta returns home and suffers abusive punishment from her father. She begins preaching to the masses in a tent about repenting and making herself an example of the result of sinful living. Because of this, Joe is unable to receive government funding for the Ritz sine Loretta's sermons have put people off from gambling and drugs. This also causes Maso and his gang to distance themselves from Joe and his business.Joe encounters Loretta in a restaurant by herself. She expresses her true feelings over God and her sins, and how she thinks Heaven is already here on Earth. Joe then asks why it feels like Hell. Loretta responds, \"Because we fucked up.\"Dion approaches Joe the next day with a newspaper reporting on Loretta's death, as she slit her throat in her father's bed the previous night. Joe is visibly distraught by the news.Joe visits Esteban and sees a picture he took in a casino, and he sees Emma in the picture after believing her to be dead. Knowing she is in Miami, he decides to go looking for her. He discloses this with Graciella first.Maso and his gang are in Tampa. Joe meets with him in his home, and Maso wants to get rid of Joe despite the expansion of his business, but mainly because of his failure with the gambling venture and for not killing Loretta for bringing it down. He gives Joe the option of working under his son Digger (Max Casella) or to \"clean the shit out of his toilet\". Joe says he will work under Digger. To Joe's surprise, he learns that Maso is now working with Albert, who is there with a Tommy gun to kill Joe. Joe pulls out the picture of Emma, and he finds out that even Albert didn't know she was still alive. Soon, Joe's men start coming in from the tunnels, which Maso figures out is how they have been getting rum and drugs through. Joe's men start killing Maso's men while Joe fights Albert. Dion and a few other guys go in with their guns and shoot Maso's guys and throw them over the staircase. Joe kills Albert by shooting him through the wall. He waits for Maso as he goes to fix himself a drink. After telling Maso that Digger is dead, Joe shoots Maso in the chest, killing him. Afterwards, Joe hands his business over to Dion, who takes the men under his wing. Joe's voiceover states that Dion ran the business for eight years and did not live to see old age as he had predicted.Joe finds Emma working outside a brothel. She explains how she faked her death by having her driver run their car into the river, and she took refuge with a fisherman. Emma says she loves the feeling of being free. Joe asks if she ever loved him the way he loved her. She makes it clear that she didn't feel the same way. Joe leaves her for good.Joe and Graciella move to Miami and start their own business building houses for the poor. They have a son,Tomas (Gabriel L. Silva), named after Joe's father.One afternoon, Irving, who has now gone mad after Loretta's death, goes over to the Coughlin house and starts shooting while yelling \"Repent! Repent!\" Graciella rushes to protect Tomas as Joe goes outside and shoots Irving dead. Unfortunately, Graciella was shot and killed. Joe cries over her body. She is later buried in her native home of Cuba.Joe continues to do right by his son. He takes him to the movies and sees that his brother wrote the film. Joe's voiceover states that Tomas wants to grow up to be a police officer. He talks about wanting to see his mother in Heaven. Joe says he tells his son what Loretta told him - Heaven is already there on Earth.","cover":"Live by Night.jpg","price":"2.50"},{"id":"id241","name":"Sing","year":2016,"idGenre":2,"rate":4,"synopsis":"In a town with no humans, just animals, a koala named Buster Moon realizes he will soon lose his theater if he cannot turn his luck around. He comes up with a plan to host a singing competition, where the winner will receive $100,000. Will this be enough to return his theater to glory?","cover":"Sing.jpg","price":"2.50"},{"id":"id245","name":"Officer Downe","year":2016,"idGenre":2,"rate":2,"synopsis":"Based on the Man of Action/Image Comics original graphic novel created by Joe Casey and Chris Burnham,","cover":"Officer Downe.jpg","price":"2.50"}]