[{"id":"id6","name":"Another Evil","year":2016,"idGenre":5,"rate":3,"synopsis":"After encountering a ghost in his family's vacation home, Dan a modern artist and his wife Mary hire an \"industrial-grade exorcist\" named Os to get rid of the beings. But Dan soon realizes that ridding the home of evil won't be as simple as it seems.","cover":"Another Evil.jpg","price":"2.50"},{"id":"id9","name":"Straight Talk","year":1992,"idGenre":5,"rate":3,"synopsis":"Honest and straightforward small-town Shirlee Kenyon chucks her boyfriend and heads for Chicago. Accidentally having to host a radio problem phone-in show, it is clear she is a natural and is hired on the spot. But the station insists she call herself Doctor, and as her popularity grows a local reporter starts digging for the truth. Problem is, the more he is around her the more he fancies her.","cover":"Straight Talk.jpg","price":"2.50"},{"id":"id10","name":"Dr. Giggles","year":1992,"idGenre":5,"rate":3,"synopsis":"The psychopathic son of a mass-murdering doctor, escapes from his mental institution to seek revenge on the town where his father was caught. The giggling doctor kills his victims with a surgical theme. His goal being to give one of the townfolk a heart transplant.","cover":"Dr. Giggles.jpg","price":"2.50"},{"id":"id14","name":"A Few Less Men","year":2017,"idGenre":5,"rate":2,"synopsis":"A destination wedding in Australia's Blue Mountains goes horribly wrong when Luke gets drunk and falls off a cliff. Our boys, David , Tom and Graham suddenly find themselves transporting their friend's corpse back to London, where his grieving Aunt is already planning the funeral. When their private jet crash lands in the bush, the boys must carry the body across the treacherous landscape, contend with some fit ravers, a machete wielding mother and a mix up with a giant gold penis, in a race against time to return Luke home. Provided they all survive - intact.","cover":"A Few Less Men.jpg","price":"2.50"},{"id":"id16","name":"Their Finest","year":2016,"idGenre":5,"rate":3,"synopsis":"During the London Blitz of World War II, Catrin Cole is recruited by the British Ministry of Information to write scripts for propaganda films that the public will actually watch without scoffing. In the line of her new duties, Cole investigates the story of two young women who supposedly piloted a boat in the Dunkirk Evacuation. Although it proved a complete misapprehension, the story becomes the basis for a fictional film with some possible appeal. As Cole labors to write the script with her new colleagues such as Tom Buckley, veteran actor Ambrose Hilliard must accept that his days as a leading man are over as he joins the project. Together, this disparate trio must struggle against such complications such as sexism against Cole, jealous relatives, and political interference in their artistic decisions even as London endures the bombs of the enemy. In the face of those challenges, they share a hope to contribute something meaningful in this time of war and in their own lives.","cover":"Their Finest.jpg","price":"2.50"},{"id":"id31","name":"Trail of the Pink Panther","year":1982,"idGenre":5,"rate":2,"synopsis":"The Pink Panther diamond is stolen once again from Lugash and the authorities call in Chief Inspector Clouseau from France. His plane disappears en-route. This time, famous French TV reporter Marie Jouvet sets out to solve the mystery and starts to interview everybody connected to Clouseau. Each interviewee Dreyfus, Sir Charles & Lady Lytton (an ex-wife of Clouseau), George Lytton, Hercule Lajoy (assistant in \"A Shot In The Dark\"), and Cato tell of their run-ins with Clouseau. She is also kidnapped by mobster Bruno Langlois who doesn't want Clouseau found but she continues and finds Clouseau Sr., Clouseau's father. Is Clouseau alive or is he dead? Each interview has not-yet-seen or famous clips from the previous movies (since Peter Sellers has sadly passed away) as Marie continues to get a honest view or impression of the great French detective...","cover":"Trail of the Pink Panther.jpg","price":"2.50"},{"id":"id35","name":"Revenge of the Pink Panther","year":1978,"idGenre":5,"rate":3,"synopsis":"To prove that he still is strong and powerful, Philippe Douvier decides to kill Chief Inspector Jacques Clouseau. Once Clouseau's death has been announced, the former Chief Inspector, Charles Dreyfus, feels much, much better and is released from the mental hospital. Jacques Clouseau tries to take advantage of his \"death\" and goes under cover with Cato to find out who tried to assassinate him.","cover":"Revenge of the Pink Panther.jpg","price":"2.50"},{"id":"id37","name":"The Food Guide to Love","year":2013,"idGenre":5,"rate":3,"synopsis":"A very cute movie about a \"want to stay single\" very successful food critic that believes he finally finds the one he was looking for. As time of happiness moves on there are various real life sub plots that keep the mistakes in life coming back to what many might feel is destiny for what it should be at some point. It leaves that to the viewer's opinion at the end which I feel is an obvious but unanticipated conclusion.","cover":"The Food Guide to Love.jpg","price":"2.50"},{"id":"id38","name":"Youth in Revolt","year":2009,"idGenre":5,"rate":3,"synopsis":"At 16, Nick Twisp is wry about his teen funk: he lives in Oakland with his sex-addled mother; his father's child support is her meal ticket. While camping in Ukiah, Nick meets Sheeni: for him, it's love at first sight. Nick has to figure out how to get his father a job in Ukiah, then how to get sent to live with his father, then how to get close to Sheeni, whose religious parents may want her sent away from temptation to a boarding school. There's also Sheeni's all-American boyfriend to contend with. Overwhelmed by the challenges, Nick's about to give up when he conjures an alter ego who whispers revolt into his ear. Nick is not altogether hapless, but can this end well?","cover":"Youth in Revolt.jpg","price":"2.50"},{"id":"id43","name":"Evil Ed","year":1995,"idGenre":5,"rate":3,"synopsis":"Eddie Tor Swenson is a mild-mannered film editor with a wife, child, and a comfortable job editing art and drama films for a major studio. Following the suicide of their editor, heartless studio exec Sam Campbell transfers Ed to his department, the Splatter & Gore Department, to finish what the original editor was doing: editing the highly profitable but extremely violent Loose Limbs series of slashers. Sam allows Ed the use of his secluded country cottage so Ed can go about his work undisturbed, or so he thinks. The seclusion and the constant exposure to the violent nature and content of the films he's editing start to drive Ed insane. What begins as hallucinations leads to Ed's darker, murderous side emerging, and it puts the lives of everyone around him in danger: whether it be the film-buff studio warehouse man, or even Ed's family...","cover":"Evil Ed.jpg","price":"2.50"},{"id":"id45","name":"Red Dog: True Blue","year":2016,"idGenre":5,"rate":3,"synopsis":"An iconic Australian story of family, friendship and adventure, between a young boy and a scrappy one-of-a-kind dog that would grow up to become an Australian legend.","cover":"Red Dog: True Blue.jpg","price":"2.50"},{"id":"id58","name":"The Carer","year":2016,"idGenre":5,"rate":3,"synopsis":"Dorottya is a young Hungarian actress with a burning desire: to make it on the English stage. Legendary actor Sir Michael Gifford suffers from an incurable disease, and has one desire: be left alone. When Dorottya becomes his carer they both hope their wish will be fulfilled.","cover":"The Carer.jpg","price":"2.50"},{"id":"id60","name":"Wilson","year":2017,"idGenre":5,"rate":3,"synopsis":"Harrelson stars as Wilson, a lonely, neurotic and hilariously honest middle-aged misanthrope who reunites with his estranged wife (Laura Dern) and gets a shot at happiness when he learns he has a teenage daughter (Isabella Amara) he has never met. In his uniquely outrageous and slightly twisted way, he sets out to connect with her.","cover":"Wilson.jpg","price":"2.50"},{"id":"id62","name":"A Date with Miss Fortune","year":2015,"idGenre":5,"rate":3,"synopsis":"When Jack gets rescued by Maria, a superstitious Portuguese beauty, he has no idea that his life and luck are both about to change. During this accidental \"first date\", Jack and Maria project idealistic images of themselves -- images that are humorously contradicted through a series of flash-forwards to their future life together.","cover":"A Date with Miss Fortune.jpg","price":"2.50"},{"id":"id63","name":"Prevenge","year":2016,"idGenre":5,"rate":3,"synopsis":"Widow Ruth is seven months pregnant when, believing herself to be guided by her unborn baby, she embarks on a homicidal rampage, dispatching anyone who stands in her way.","cover":"Prevenge.jpg","price":"2.50"},{"id":"id78","name":"The Vagrant","year":1992,"idGenre":5,"rate":3,"synopsis":"The Vagrant tells the story of Graham Krackowski (the always magnificent Paxton), who moves into his new home only to be terrorized by an unruly vagrant that lives across the street in an abandon lot. What begins as simply an inconvenience to him, escalates into an all out war of head games, wit, and eventually murder.","cover":"The Vagrant.jpg","price":"2.50"},{"id":"id86","name":"The Last Word","year":2017,"idGenre":5,"rate":3,"synopsis":"Harriet (Shirley MacLaine) is a successful, retired businesswoman who wants to control everything around her until the bitter end. To make sure her life story is told her way, she pays off her local newspaper to have her obituary written in advance under her watchful eye. But Anne (Amanda Seyfried), the young journalist assigned to the task, refuses to follow the script and instead insists on finding out the true facts about Harriett's life, resulting in a life-altering friendship.","cover":"The Last Word.jpg","price":"2.50"},{"id":"id97","name":"Night of Something Strange","year":2016,"idGenre":5,"rate":2,"synopsis":"Five teenage friends set out for the beach on their Spring Break vacation. Good times are cut short when one of the group, Carrie, contracts a deadly sexual transmitted disease during a bathroom stop. When they stop for the night at an isolated motel, the real terror begins when the STD virus starts running rampant, turning those infected into the living dead. However, there's more going on at the motel than meets the eye.","cover":"Night of Something Strange.jpg","price":"2.50"},{"id":"id100","name":"Teen Witch","year":1989,"idGenre":5,"rate":3,"synopsis":"Louise is not very popular at her high school. Then she learns that she's descended from the witches of Salem and has inherited their powers. At first she uses them to get back at the girls and teachers who teased her and to win the heart of the handsome footballer's captain. But soon she has doubts if it's right to 'cheat' her way to popularity.","cover":"Teen Witch.jpg","price":"2.50"},{"id":"id117","name":"My Cousin Vinny","year":1992,"idGenre":5,"rate":4,"synopsis":"Bill Gambini and Stanley Rothenstein are two friends from New York University who just received scholarships to UCLA. They decide to drive through the South. Once they arrive in Alabama, they stop at a local convenience store to pick up a few snacks. But, no sooner than they leave the store, they are arrested. They had thought that they were arrested for shoplifting, but they were arrested for murder and robbery. Worse, they are facing execution for this crime. Bill and Stan do not have enough money for a lawyer, so the good news is that Bill has a lawyer in his family, his cousin, Vincent Laguardia Gambini. The bad news is that Vinny is an inexperienced lawyer who has not been at a trial. So, Vinny has to defend his clients and battle an uncompromising judge, some tough locals, and even his fiancée, Mona Lisa Vito, who just does not know when to shut up, to prove his clients' innocence. But he will soon realize that he is going to need help.","cover":"My Cousin Vinny.jpg","price":"2.50"},{"id":"id134","name":"The Dish","year":2000,"idGenre":5,"rate":4,"synopsis":"In the days before the July 19, 1969 space mission that marked humankind's first steps on the moon, NASA was working with a group of Australian technicians who had agreed to rig up a satellite interface. That the Aussies placed the satellite dish smack dab in the middle of an Australian sheep farm in the boondocks town of Parkes was just one of the reasons that NASA was concerned. Based on a true story, The Dish takes a smart, witty, comical look at the differing cultural attitudes between Australia and the U.S. while revisiting one of the greatest events in history.","cover":"The Dish.jpg","price":"2.50"},{"id":"id142","name":"R.L. Stine's Monsterville: The Cabinet of Souls","year":2015,"idGenre":5,"rate":3,"synopsis":"A small town Halloween festival finds itself intruded upon by an evil carnival with designs upon imprisoning and feeding off the souls of unwary teenagers. Targeted are four high school friends, who's two leaders, Kellen and Beth (not quite a dating couple), suddenly find themselves with alternate romantic choices (namely, carnival temptress Lilith and tall, dark, handsome transfer student Hunter). As the stroke of Halloween midnight approaches, who will wind up entombed in the carnival's dire Cabinet of Souls forever?","cover":"R.L. Stine's Monsterville: The Cabinet of Souls.jpg","price":"2.50"},{"id":"id149","name":"See You in Valhalla","year":2015,"idGenre":5,"rate":3,"synopsis":"After the bizarre death of her brother, Johana Burwood must return home after four years to face her quirky family, including her estranged dad, her two competitive brothers and various significant others. The family is uncomfortable with each other at first, and their inner turmoil manifests itself in quarrels and outright fights. Johana is forced to face some secrets from her past when she runs into an old boyfriend who just can't seem to let go. It's only when tensions are at a breaking point that someone comes up with a brilliant idea that will send their departed brother off with incredible style.","cover":"See You in Valhalla.jpg","price":"2.50"},{"id":"id153","name":"Letter to Brezhnev","year":1985,"idGenre":5,"rate":3,"synopsis":"Two Soviet sailors, Peter and Sergei, go ashore in Liverpool to spend one night on the town. Peter can speak a minimal amount of English but it's enough to make contact with two Liverpudlian natives, Elaine and Theresa. Elaine and Peter immediately fall in love with each other, but the night is short and they must leave with the ship. Elaine can't forget him and writes a letter to Soviet General Secretary Leonid Brezhnev, asking him to make it possible for them to reunite.","cover":"Letter to Brezhnev.jpg","price":"2.50"},{"id":"id178","name":"Punching Henry","year":2016,"idGenre":5,"rate":3,"synopsis":"Hapless satirical songwriter Henry Phillips is lured to LA by renowned TV producer Jay Warren, who wants to make a show about the life of a struggling performer. When Jay sees Henry bomb at a local club, he is convinced that this story must be told. With the support of his longtime musician friend Jillian, and his well-meaning but sub-par manager Ellen Pinsky, Henry endures the ups and downs of LA living, and even secures what appears to be the Hollywood dream. But as a major TV network gets involved, he must decide whether his legacy will be to make jokes, or become the butt of them.","cover":"Punching Henry.jpg","price":"2.50"},{"id":"id179","name":"Who's Minding the Store?","year":1963,"idGenre":5,"rate":3,"synopsis":"Barbara is a very rich girl who falls in love with Norman Phiffier, a poor young man. She doesn't tell him who she really is and prepares to marry him. But, Mrs. Tuttle (Barbara's mother) doesn't want her daughter to mary such a poor man. So, she hires Norman at one of her big stores, and gives him the most difficult and disgusting works. She hopes that seeing Norman humiliated, Barbara will finally leave him. But things don't work exactly this way...","cover":"Who's Minding the Store?.jpg","price":"2.50"},{"id":"id187","name":"Barry Munday","year":2010,"idGenre":5,"rate":3,"synopsis":"Barry: he slacks off at work, savors one-nights stands, and is getting older (young people call him \"sir\"). Then, he loses his testicles in an assault and gets a letter saying he's to become a father. He can't remember the woman and asks if she'll meet with him: she's Ginger, a solitary waspish woman about his age. He acknowledges paternity and wants to be a part of the pregnancy and parenthood. With reluctance and lots of put-downs, Ginger introduces him to her family, including the favored younger sister, and allows him to come with her to her doctor's. With his own father issues, a canny boss, brittle Ginger, and her vampy sister, can Barry hang in there?","cover":"Barry Munday.jpg","price":"2.50"},{"id":"id190","name":"Catfight","year":2016,"idGenre":5,"rate":3,"synopsis":"In this dark, gritty, mean-spirited, but well-made comedy-drama, Veronica (Sandra Oh) is an superficial, entitled housewife dealing with her home life. Ashley (Anne Heche) is a self-obsessed, misanthropic, artist dealing with her career and her life partner Lisa (Alicia Silverstone) who wants to raise a baby. Veronica and Ashely's paths cross at a party hosted by Veronica's husband, which the two cynical woman's long-buried rivalry comes to the surface which leads to a brutal cat-fight where Veronica ends up in the hospital in a coma. After two years, Veronica emerges from her coma to learn that both her husband and teenage son are dead, and she is broke with no friends or family. On the other hand, Ashley has become a successful and wealthy artist now married to Lisa. Veronica blames Ashley for her downfall, and after another confrontation which leads to another savage cat-fight in a vacant lot, Ashley is the one to end up in a coma and is revived after two years to find her own ...","cover":"Catfight.jpg","price":"2.50"},{"id":"id192","name":"All Nighter","year":2017,"idGenre":5,"rate":3,"synopsis":"Six months after that awkward introductory dinner with the tough and workaholic father of his girlfriend Ginnie, Martin, a talented but broke banjo musician, finds Mr Gallo knocking on his door looking for his daughter. Still heartbroken after breaking up with Ginnie, single and clueless, Martin will have no other choice but to hit the road and form an improbable search party with his ex-father-in-law, in an all-night adventure all over west Hollywood. Eventually, by the end of the night, the team will learn how to leave the past behind, move on, and most importantly, open their eyes and live. Nevertheless, where could Ginnie be?","cover":"All Nighter.jpg","price":"2.50"},{"id":"id214","name":"The Matchbreaker","year":2016,"idGenre":5,"rate":3,"synopsis":"When an idealistic romantic gets fired from his day job, he is offered a \"one-time gig\" to break up a girl's relationship for her disapproving parents. This \"one-time\" gig spreads through word-of-mouth and he ends up becoming a professional match-breaker. However, he ends up falling for one of his clients and must figure out how to balance his secret job with his love-life.","cover":"The Matchbreaker.jpg","price":"2.50"},{"id":"id236","name":"The Love Witch","year":2016,"idGenre":5,"rate":3,"synopsis":"Elaine, a beautiful young witch, is determined to find a man to love her. In her gothic Victorian apartment she makes spells and potions, and then picks up men and seduces them. However her spells work too well, and she ends up with a string of hapless victims. When she finally meets the man of her dreams, her desperation to be loved will drive her to the brink of insanity and murder. With a visual style that pays tribute to Technicolor thrillers of the 1970s, THE LOVE WITCH explores female fantasy and the repercussions of pathological narcissism.","cover":"The Love Witch.jpg","price":"2.50"},{"id":"id239","name":"Office Christmas Party","year":2016,"idGenre":5,"rate":3,"synopsis":"When the CEO (Jennifer Aniston) tries to close her hard-partying brother's branch, he (T.J. Miller) and his Chief Technical Officer (Jason Bateman) must rally their co-workers and host an epic office Christmas party in an effort to impress a potential client and close a sale that will save their jobs.","cover":"Office Christmas Party.jpg","price":"2.50"}]