[{"id":"id20","name":"House of Strangers","year":1949,"idGenre":7,"rate":4,"synopsis":"In New York, after seven years in prison, the lawyer Max Monetti goes to the bank of his brothers Joe, Tony and Pietro Monetti and promises revenge to them. Then he visits his lover Irene Bennett that asks him to forget the past and start a new life. Max recalls the early 30s, when he is the favorite son of his father Gino Monetti, who has a bank in the East Side. Gino is a tyrannical and egocentric self-made man that raises his family in an environment of hatred and Max is a competent lawyer engaged with Maria Domenico. When Max meets the confident Irene, he has a troubled love affair with her. In 1933, with the new Banking Act reaches Gino for misapplication of funds. Max plots a plan to help his father but is betrayed by his brothers. Now Max will see his brothers that have also being raised under the motto \"Never Forgive, Never Forget\".","cover":"House of Strangers.jpg","price":"2.50"},{"id":"id44","name":"Needful Things","year":1993,"idGenre":7,"rate":3,"synopsis":"Castle Rock, New England, is a nice place to live and grow and Sheriff Alan Pangborn moves from the big city to the town expecting a quiet life. When Leland Gaunt opens the store Needful Things, he seems to have the object of desire for each dweller. He charges small amounts to the things but requests a practical joke for each of them against another inhabitant. Soon hell breaks loose in town with deaths, violence and riot and Sheriff Pangborn discovers that Leland Gaunt is the devil himself. Further, Gaunt is manipulating the population like puppets exploring the weakness and greed of each person.","cover":"Needful Things.jpg","price":"2.50"},{"id":"id231","name":"Patriots Day","year":2016,"idGenre":7,"rate":4,"synopsis":"On April 15, 2013 Boston, Massachusetts, Police Sgt, Tommy Saunders is pulling security duty on the annual Boston Marathon when the Tsarnaev brothers strike with their homemade bombs in an act of terrorism. In the resulting chaos as the wounded are cared for, Saunders and his comrades join forces with the FBI to get to the bottom of this attack. As the investigation continues, the Tsarnaev brothers realize that the authorities are close to identifying them and attempt to flee the city to continue their fanatical mayhem. To stop them, a police manhunt is performed that would have bloody confrontations and a massive dragnet shutting down the City of Boston to make sure there is no escape from the law.","cover":"Patriots Day.jpg","price":"2.50"},{"id":"id248","name":"A Kind of Murder","year":2016,"idGenre":7,"rate":3,"synopsis":"A psychological noir thriller set in 1960's New York based on Patricia Highsmith's novel, 'The Blunderer'. Walter Stackhouse is rich, successful and unhappily married to the beautiful but damaged Clara. His desire to be free of her feeds his obsession with Kimmel, a man suspected of brutally murdering his own wife. But when Clara is found dead in suspicious circumstances, Walter's string of lies and his own guilty thoughts seem enough to condemn him. As his life becomes dangerously entwined with Kimmel's, a ruthless cop is increasingly convinced he has found a copycat killer in Walter and aims to nail both murderers.","cover":"A Kind of Murder.jpg","price":"2.50"}]