[{"id":"id27","name":"Is Genesis History?","year":2017,"idGenre":8,"rate":2,"synopsis":"A comprehensive documentary featuring scientists and scholars looking at the world and explaining how it intersects with the history recorded in Genesis. Dr. Del Tackett, creator of \"The Truth Project,\" serves as your guide-hiking through canyons, climbing up mountains, and diving below the sea-in an exploration of two competing views...one compelling truth.","cover":"Is Genesis History?.jpg","price":"2.50"},{"id":"id143","name":"The Death and Resurrection Show","year":2013,"idGenre":8,"rate":4,"synopsis":"The definitive documentary on the English art punk band called Killing Joke, their music, method and madness featuring interviews with Jaz Coleman, Youth, Geordie, Big Paul, Reza Udhin, Jimmy Page, Peter Hook, Dave Grohl, Alex Paterson, Mike Coles, Chris Kimsey, Mat Smith, Neil Perry, Geraldine Beskin, Chantal Coves, Peter Plum, Hilmar Orn Hilmarsson, Guolaugur Kristinn Ottarsson, Tom Larkin, Hinewehi Mohi, inventors, astrologists, the Gatherers and many more.","cover":"The Death and Resurrection Show.jpg","price":"2.50"},{"id":"id164","name":"Notes on Blindness","year":2016,"idGenre":8,"rate":4,"synopsis":"In the summer of 1983, just days before the birth of his first son, writer and theologian John Hull went blind. In order to make sense of the upheaval in his life, he began keeping a diary on audiocassette. Upon their publication in 1990, Oliver Sacks described the work as 'the most extraordinary, precise, deep and beautiful account of blindness I have ever read. It is to my mind a masterpiece.' With exclusive access to these original recordings, NOTES ON BLINDNESS encompasses dreams, memory and imaginative life, excavating the interior world of blindness.","cover":"Notes on Blindness.jpg","price":"2.50"},{"id":"id174","name":"Silicon Cowboys","year":2016,"idGenre":8,"rate":3,"synopsis":"Three friends dream up the Compaq portable computer at a Texas diner in 1981, and soon find themselves battling mighty IBM for PC supremacy. Their improbable journey altered the future of computing and shaped the world we now know.","cover":"Silicon Cowboys.jpg","price":"2.50"}]