[{"id":"id2","name":"Buster's Mal Heart","year":2016,"idGenre":3,"rate":3,"synopsis":"The film follows a mountain man on the run from authorities who survives the winter by breaking into empty vacation homes. He's haunted by a recurring dream of being lost at sea and constantly has flashbacks of his former life of a family man.","cover":"Buster's Mal Heart.jpg","price":"2.50"},{"id":"id3","name":"My Name Is Lenny","year":2017,"idGenre":3,"rate":4,"synopsis":"The life story of one of Britain's most notorious bare-knuckle fighters, Lenny McLean, also known as \"the Guv'nor.\"","cover":"My Name Is Lenny.jpg","price":"2.50"},{"id":"id12","name":"R.H.I.N.O.; Really Here in Name Only","year":1983,"idGenre":3,"rate":4,"synopsis":"An isolated, overweight girl with a penchant for shoplifting, gets pushed from pillar to post as the authorities struggle to know what to do with her.","cover":"R.H.I.N.O.; Really Here in Name Only.jpg","price":"2.50"},{"id":"id21","name":"Bonjour Tristesse","year":1958,"idGenre":3,"rate":3,"synopsis":"Cecile, decadent young girl who lives with her rich playboy father Raymond. When Anne, Raymond's old love interest, comes to Raymond's villa, Cecile is afraid for her way of life.","cover":"Bonjour Tristesse.jpg","price":"2.50"},{"id":"id22","name":"Dragonwyck","year":1946,"idGenre":3,"rate":3,"synopsis":"In 1844, the Wells family lives in a small farm of their own in Greenwich, Connecticut and the sons and daughters have a rigid discipline and religious education from the patriarch Ephraim Wells. When his wife Abigail Wells receives a letter from her wealthy distant cousin Nicholas \"Nick\" Van Ryn inviting one of her daughters to live with his wife Johanna Van Ryn and him nursing their daughter Katrine Van Ryn, the naive Miranda Wells gets excited with the perspective of traveling. Her mother convinces Ephraim to let her go and Miranda travels with her father to New York. They meet Nick and they learn that he is a patroon of farmers at the Hudson Valley. Then Miranda travels to the Dragonwyck mansion where she is introduced to the voracious Johanna and the sweet Katrine and to the housekeeper Magda. Miranda also meets Dr. Jeff Turner, who is a sort of leader of the farmers that work for Nicholas, in a party and befriends him. Soon she notes that Katrine is neglected by her parents. ...","cover":"Dragonwyck.jpg","price":"2.50"},{"id":"id33","name":"Rabbit Hole","year":2010,"idGenre":3,"rate":3,"synopsis":"Becca and Howie Corbett are a happily married couple whose perfect world is forever changed when their young son, Danny, is killed by a car. Becca, an executive-turned-stay-at-home mother, tries to redefine her existence in a surreal landscape of well-meaning family and friends. Painful, poignant, and often funny, Becca's experiences lead her to find solace in a mysterious relationship with a troubled young comic-book artist, Jason - the teenage driver of the car that killed Danny. Becca's fixation with Jason pulls her away from memories of Danny, while Howie immerses himself in the past, seeking refuge in outsiders who offer him something Becca is unable to give. The Corbetts, both adrift, make surprising and dangerous choices as they choose a path that will determine their fate.","cover":"Rabbit Hole.jpg","price":"2.50"},{"id":"id36","name":"Apprentice","year":2016,"idGenre":3,"rate":3,"synopsis":"Aiman is a 28-year-old Malay correctional officer who is recently transferred to the territory's top prison. He lives with his older sister Suhaila in a modest housing estate. At his new workplace, Aiman begins to take an interest in a 65-year-old sergeant named Rahim. Soon, it is revealed that the charismatic Rahim is actually the long-serving chief executioner of the prison. Rahim also takes notice of the principled and diligent Aiman. When Rahim's assistant suddenly quits, he asks Aiman to become his apprentice. Aiman tells Suhaila of his new job position, but Suhaila becomes upset, as their father was actually executed by Rahim. Aiman knew this all along. Can Aiman overcome his conscience and a haunted past to possibly take over as the next chief executioner?","cover":"Apprentice.jpg","price":"2.50"},{"id":"id39","name":"Gods and Generals","year":2003,"idGenre":3,"rate":3,"synopsis":"The rise and fall of legendary war hero Thomas \"Stonewall\" Jackson as he leads the Confederacy to great success against the Union from 1861 to 1863.","cover":"Gods and Generals.jpg","price":"2.50"},{"id":"id48","name":"Song to Song","year":2017,"idGenre":3,"rate":3,"synopsis":"Two intersecting love triangles. Obsession and betrayal set against the music scene in Austin, Texas.","cover":"Song to Song.jpg","price":"2.50"},{"id":"id81","name":"Peaceful Warrior","year":2006,"idGenre":3,"rate":4,"synopsis":"Dan Millman has it all: good grades, a shot at the Olympic team on the rings and girls lining up for the handsome Berkely college athlete all teams mates look up to with envy. Only one man shakes his confidence, an anonymous night gas station attendant, who like Socrates, keeps questioning every assumption in his life. Then a traffic crash shatters Dan's legs, and his bright future. Now Socrates's life coaching is to make or break Dan's revised ambition.","cover":"Peaceful Warrior.jpg","price":"2.50"},{"id":"id85","name":"Voice from the Stone","year":2017,"idGenre":3,"rate":3,"synopsis":"Verena is a young nurse hired to help a mute young heir within an isolated castle in Tuscany. The more she observes the boy, the more Verena becomes convinced he has fallen under the spell of a powerful and otherworldly persona trapped in the castle's stone walls, one that seems to be quickly approaching on her.","cover":"Voice from the Stone.jpg","price":"2.50"},{"id":"id88","name":"A Cure for Wellness","year":2016,"idGenre":3,"rate":3,"synopsis":"An ambitious young executive is sent to retrieve his company's CEO from an idyllic but mysterious \"wellness center\" at a remote location in the Swiss Alps. He soon suspects that the spa's miraculous treatments are not what they seem. When he begins to unravel its terrifying secrets, his sanity is tested, as he finds himself diagnosed with the same curious illness that keeps all the guests here longing for the cure.","cover":"A Cure for Wellness.jpg","price":"2.50"},{"id":"id91","name":"Limelight","year":1952,"idGenre":3,"rate":4,"synopsis":"Chaplin's final American film tells the story of a fading music hall comedian's effort to help a despondent ballet dancer learn both to walk and feel confident about life again. The highlight of the film is the classic duet with Chaplin's only real artistic film comedy rival, Buster Keaton.","cover":"Limelight.jpg","price":"2.50"},{"id":"id94","name":"The Last Face","year":2016,"idGenre":3,"rate":2,"synopsis":"A director (Charlize Theron) of an international aid agency in Africa meets a relief aid doctor (Javier Bardem) amidst a political/social revolution, and together face tough choices surrounding humanitarianism and life through civil unrest.","cover":"The Last Face.jpg","price":"2.50"},{"id":"id96","name":"Aftermath","year":2017,"idGenre":3,"rate":3,"synopsis":"Two strangers' lives become inextricably bound together after a devastating plane crash. Inspired by actual events, AFTERMATH tells a story of guilt and revenge after an air traffic controller's (Scoot McNairy) error causes the death of a construction foreman's (Arnold Schwarzenegger) wife and daughter.","cover":"Aftermath.jpg","price":"2.50"},{"id":"id98","name":"Molot","year":2016,"idGenre":3,"rate":2,"synopsis":"Victor Stroev aka Russian Hammer is a youth Mix Fight champion willing to win the main fight of his career - the World Champion title. Hammer is right up there as a chance encounter turning into a fight with a sports mobster Shark ends up to be a tragedy for Victor. Victor gets into a terrible car crash that makes it doubtful that he will ever be able to go on with his career in sports, any blow can kill him. Vera whom Shark is trying to get, chooses Victor which makes Shark even more furious. Now Shark will do anything to make Russian Hammer get on the ring and make this fight the last one for him. Victor is not used to give up and ready to risk - he has to defend the honor of his country and the woman he loves. Vera realizes she has to betray Victor in order to save him.","cover":"Molot.jpg","price":"2.50"},{"id":"id102","name":"Ana-ta-han","year":1953,"idGenre":3,"rate":4,"synopsis":"Josef von Sternberg directed, photographed, provides the voice-over narration and wrote the screenplay (from a based-on-actual event novel by Michiro Maruyana translated by Younghill Kang) about twelve Japanese seaman who, in June 1944, are stranded on an abandoned-and-forgotten island called An-ta-han for seven years. The island's only inhabitants are the overseer of the abandoned plantation and an attractive young Japanese woman. Discipline is represented by a former warrant officer but ends when he suffers a loss-of-face catastrophe. Soon, discipline and rationality are replaced by a struggle for power and the woman. Power is represented by a pair of pistols found in the wreckage of an American airplane, so important that five men pay for their lives in a bid for supremacy.","cover":"Ana-ta-han.jpg","price":"2.50"},{"id":"id121","name":"White Girl","year":2016,"idGenre":3,"rate":3,"synopsis":"Summer, New York City. A college girl falls hard for a guy she just met. After a night of partying goes wrong, she goes to wild extremes to get him back.","cover":"White Girl.jpg","price":"2.50"},{"id":"id150","name":"All We Had","year":2016,"idGenre":3,"rate":3,"synopsis":"Thirteen-year-old Ruthie Carmichael and her mother, Rita teeter on the edge of poverty, despite Rita working multiple jobs. When their landlord kicks them out, Rita uses her looks to instantly reel in a boyfriend, who takes them in. Before long, Ruthie convinces her mother to leave and they head East in search of a better life. When money runs out and their car breaks down, they find themselves stranded in a small town called Fat River where their luck finally takes a turn. Rita lands a steady job waitressing at the local diner. With enough money to pay their bills, they rent a house and Fat River becomes the first place they call home. Peter Pam, a transgender waitress, becomes Ruthie's closest friend. Arlene, the no-nonsense head waitress, takes Rita under her wing. The townspeople become Ruthie and Rita's family. Into this quirky utopia comes smooth-talking mortgage broker Vick Ward, who entices Rita with a subprime loan. Almost as soon as Rita buys a house their fortunes change. ...","cover":"All We Had.jpg","price":"2.50"},{"id":"id157","name":"Rumble Fish","year":1983,"idGenre":3,"rate":4,"synopsis":"Rusty James is the leader of a small, dying gang in an industrial town. He lives in the shadow of the memory of his absent, older brother -- The Motorcycle Boy. His mother has left, his father drinks, school has no meaning for him and his relationships are shallow. He is drawn into one more gang fight and the events that follow begin to change his life.","cover":"Rumble Fish.jpg","price":"2.50"},{"id":"id168","name":"Rings","year":2017,"idGenre":3,"rate":2,"synopsis":"Julia becomes worried about her boyfriend, Holt, when he explores the dark urban legend of a mysterious video said to kill the watcher seven days after viewing. She sacrifices herself to save her boyfriend and in doing so makes a horrifying discovery: there is a \"movie within the movie\" that no one has ever seen before.","cover":"Rings.jpg","price":"2.50"},{"id":"id188","name":"Blue Sky","year":1994,"idGenre":3,"rate":3,"synopsis":"It's the early 1960s. Nuclear engineer Hank Marshall is a major in the US Army, he who works on top secret nuclear testing projects. Trouble follows him from posting to posting largely because of his mentally unstable wife, Carly Marshall, who is bipolar. During her manic phases, her already overt sexuality, which she models after such sex symbols as Marilyn Monroe and Brigitte Bardot, is ratcheted up a notch, that partying behavior which is mixed with less frequent phases of physically destructive behavior. Regardless, Hank and Carly love each other, Hank who would admit to himself that he enjoys the fact that other men find Carly attractive, which is partly why he allows her to act the way she does in public. In turn, they mutually love their now two teenaged daughters, Alex and Becky. Reassigned from their two year posting in Hawaii largely due to the ruckus Carly has caused there, they are next sent to Alabama, the base under the command of Vince Johnson, his wife, Vera Johnson, ...","cover":"Blue Sky.jpg","price":"2.50"},{"id":"id211","name":"The Vessel","year":2016,"idGenre":3,"rate":3,"synopsis":"Ten years after a tsunami destroyed a small-town elementary school with all the children inside, a young man builds a mysterious structure out of the school's remains, setting the town aflame with passions long forgotten.","cover":"The Vessel.jpg","price":"2.50"},{"id":"id242","name":"Miss Sloane","year":2016,"idGenre":3,"rate":4,"synopsis":"In the high-stakes world of political power-brokers, Elizabeth Sloane (Jessica Chastain) is the most sought after and formidable lobbyist in D.C. Known equally for her cunning and her track record of success, she has always done whatever is required to win. But when she takes on the most powerful opponent of her career, she finds that winning may come at too high a price.","cover":"Miss Sloane.jpg","price":"2.50"},{"id":"id243","name":"The Disappointments Room","year":2016,"idGenre":3,"rate":2,"synopsis":"The architect Dana, her husband David and their son Lucas move to an isolated manor in the countryside seeking a restart of their lives after the death of their baby daughter in a tragic accident. Dana overhears noises in the attic and finds a hidden locked room. Soon she finds the keys and is haunted by the evil spirit of an old man. She researches and learns that old rural houses had disappointments rooms where disabled children were locked to avoid embarrassment to the traditional families. Further, the spirits of the original owner of the house, Judge Blacker, and his daughter are still trapped in the house. However, only Dana is capable to see and contact them and David believes she is delusional. When Judge Blacker threatens the life of Lucas, Dana tries to protect him but she is not sure of what is reality or daydream.","cover":"The Disappointments Room.jpg","price":"2.50"},{"id":"id247","name":"Always Shine","year":2016,"idGenre":3,"rate":3,"synopsis":"Best friends Anna and Beth take a weekend trip to Big Sur, hopeful to re-establish a bond broken by years of competition and jealousy. Tensions mount, however, leading to an unexpected yet inevitable confrontation, changing both of their lives...forever.","cover":"Always Shine.jpg","price":"2.50"},{"id":"id249","name":"Fences","year":2016,"idGenre":3,"rate":4,"synopsis":"Troy Maxson makes his living as a sanitation worker in 1950s Pittsburgh. Maxson once dreamed of becoming a professional baseball player, but was deemed too old when the major leagues began admitting black athletes. Bitter over his missed opportunity, Troy creates further tension in his family when he squashes his son's chance to meet a college football recruiter.","cover":"Fences.jpg","price":"2.50"}]