[{"id":"id13","name":"Let Her Out","year":2016,"idGenre":6,"rate":2,"synopsis":"Let Her Out follows Helen, a bike courier who suffers a traumatic accident. As she recovers, she begins to experience strange episodic-black outs, hallucinations, and night terrors-that lead her to discover that she has a tumor, a benign growth that is the remnants of a \"vanishing twin\" absorbed in utero. Over time, the tumor manifests itself as the dark and demented version of a stranger. As Helen's emotional and psychological state begins to deteriorate further and further, she begins to act out in psychotic episodes that are influenced by her evil twin - making her a danger to herself and her best friend, Molly.","cover":"Let Her Out.jpg","price":"2.50"},{"id":"id28","name":"Whoever Slew Auntie Roo?","year":1972,"idGenre":6,"rate":3,"synopsis":"This is a retelling of the old tale of Hansel and Gretel, but set in England in the 1920s. To the children and staff at the orphanage, Auntie Roo is a kindly American widow who gives them a lavish Christmas party each year in her mansion, Forrest Grange. In reality, she is a severely disturbed woman, who keeps the mummified remains of her little daughter in a nursery in the attic. One Christmas, her eye falls upon a little girl who reminds her of her daughter and she imprisons her in her attic. Nobody believes her brother, Christopher, when he tells them what has happened, so he goes to rescue her.","cover":"Whoever Slew Auntie Roo?.jpg","price":"2.50"},{"id":"id57","name":"Life","year":2017,"idGenre":6,"rate":3,"synopsis":"Six astronauts aboard the space station study a sample collected from Mars that could provide evidence for extraterrestrial life on the Red Planet. The crew determines that the sample contains a large, single-celled organism - the first example of life beyond Earth. But..things aren't always what they seem. As the crew begins to conduct research, and their methods end up having unintended consequences, the life form proves more intelligent than anyone ever expected.","cover":"Life.jpg","price":"2.50"},{"id":"id82","name":"The Axe Murders of Villisca","year":2016,"idGenre":6,"rate":2,"synopsis":"'Villisca' is a ghost story based on the house where the notorious and still unsolved 1912 ax murders took place. Three outcast teenagers break into the house in search of answers, but discover something far beyond their worst fears.","cover":"The Axe Murders of Villisca.jpg","price":"2.50"},{"id":"id84","name":"Child of Satan","year":2017,"idGenre":6,"rate":1,"synopsis":"After a freak accident during her baby shower, Allison, a dedicated nurse, is rushed to the hospital. After the premature birth of her son Neron, strange events emerge: illusions, vivid dreams, and unexplained killings. The events are linked back to Neron as Allison is taken by sudden premonitions that reveal the victims of her son's next choice. Reverend Jones (Eric Roberts) recognizes an abysmal evil power in Neron and tries to free the boy by all means possible.","cover":"Child of Satan.jpg","price":"2.50"},{"id":"id114","name":"The Mephisto Waltz","year":1971,"idGenre":6,"rate":3,"synopsis":"Alan Alda plays a classical piano player on the rise who befriends a famous player himself who's at death's door. Unknown to Alda, the guy is a satanist, who arranges to have their souls switch places at his death, so that he can be young again and continue to play piano (thus needing a skilled piano player like Alda to switch bodies with).","cover":"The Mephisto Waltz.jpg","price":"2.50"},{"id":"id123","name":"The Harvesting","year":2015,"idGenre":6,"rate":2,"synopsis":"To escape their marital problems, a young family travels from the city to spend the summer in Amish Country where a malevolent presence grips them. They soon discover that they were brought there for a reason and they must break free before the demonic hold consumes them.","cover":"The Harvesting.jpg","price":"2.50"},{"id":"id135","name":"AfterDeath","year":2015,"idGenre":6,"rate":2,"synopsis":"Five young people wake up dead. Washed up by the tide they scramble to an abandoned beach house, soon realising that the perpetual night and blasts of pain suggest this is some version of hell. Between in-fighting and attacks by a demonic shadow creature, they recall the collapse of the nightclub that brought them here - and begin seeing hope of a second chance in the cabin's two mysterious paintings...","cover":"AfterDeath.jpg","price":"2.50"},{"id":"id137","name":"XX","year":2017,"idGenre":6,"rate":2,"synopsis":"XX is a new horror anthology with a gender twist - all segments will be helmed by female directors and will star female leads. The directors have been given free creative rein within budget and time constraints, but all of the segments themselves will involve the horror genre.","cover":"XX.jpg","price":"2.50"},{"id":"id184","name":"The Autopsy of Jane Doe","year":2016,"idGenre":6,"rate":3,"synopsis":"Cox and Hirsch play father and son coroners who receive a mysterious homicide victim with no apparent cause of death. As they attempt to identify the beautiful young \"Jane Doe,\" they discover increasingly bizarre clues that hold the key to her terrifying secrets.","cover":"The Autopsy of Jane Doe.jpg","price":"2.50"},{"id":"id207","name":"The Mad Magician","year":1954,"idGenre":6,"rate":3,"synopsis":"Don Gallico is a master at designing magical illusions which are sold by his employer, Mr. Ormond, to famous magicians such as Rinaldi. He is also a master of disguise and realistic mask design. When Don embarks upon his own career as Gallico the Great, showcasing his own masterful illusions, his dreams are shattered by Ormond and he turns to murder to vent his frustrations.","cover":"The Mad Magician.jpg","price":"2.50"},{"id":"id235","name":"Incarnate","year":2016,"idGenre":6,"rate":3,"synopsis":"In New York, the boy Cameron lives with his Dutch mother Lindsey that is divorced from his alcoholic father Dan. One night, Cameron overhears a noise in the kitchen and is attacked by a homeless; however he kills the man, breaking his neck. The Vatican representative Camilla summons the scientist Dr. Ember to help the boy that is possessed and the exorcism is not effective. Dr. Ember has the ability to enter in the mind of people possessed by demons and bring them back to reality in a dangerous procedure with the support of his team composed by Oliver and Riley. When Dr. Ember visits Cameron, he realizes that the boy is possessed by the insidious demon Maggie, who killed his wife and son in a car accident. Will Dr. Ember succeed in destroying Maggie and saving Cameron?","cover":"Incarnate.jpg","price":"2.50"},{"id":"id246","name":"2 Lava 2 Lantula!","year":2016,"idGenre":6,"rate":2,"synopsis":"When an unprecedented amount of sinkholes erupt all over Florida, a new nest of fire spitting LAVALANTULAS is awakened... wreaking their fiery havoc all over the sunshine state. Adding to the mayhem, the arachnids have hit the beach where Colton West's (Steve Guttenberg) step-daughter, Raya (Michele Weaver), is taking a break from school. Now an A-list movie star, Colton walks off the set of his latest hundred million dollar blockbuster to save her. Armed with specialized weapons, Colton, his personal assistant, Kyle (James Bellinger), and his best friend, Marty (Michael Winslow), race to save the residents of Florida from these hellish prehistoric beasts and taking on the biggest, baddest one of them all!","cover":"2 Lava 2 Lantula!.jpg","price":"2.50"}]