[{"id":"id5","name":"Sex Doll","year":2016,"idGenre":4,"rate":2,"synopsis":"Set in London's world of high class call girls, Amoureux Solitaires tells the story of London based French escort Virginie, and Rupert, a man who rescues trafficked girls - A tale of modern love.","cover":"Sex Doll.jpg","price":"2.50"},{"id":"id18","name":"Black Butterfly","year":2017,"idGenre":4,"rate":3,"synopsis":"Outside a mountain town grappling with a series of abductions and murders, Paul (Antonio Banderas), a reclusive writer, struggles to start what he hopes will be a career-saving screenplay. After a tense encounter at a diner with a drifter named Jack (Jonathan Rhys Meyers), Paul offers Jack a place to stay-and soon the edgy, demanding Jack muscles his way into Paul's work. As a storm cuts off power to the isolated cabin, the two men begin a jagged game of one-upmanship that will bring at least one tale to an end.","cover":"Black Butterfly.jpg","price":"2.50"},{"id":"id118","name":"Mean Dreams","year":2016,"idGenre":4,"rate":3,"synopsis":"Mean Dreams is a thriller about a fifteen-year-old boy who steals a bag of drug money and runs away with the girl he loves while her corrupt cop father hunts them down. This coming-of-age fable brings together the desperation of life on the run and the beauty and wonder of first love.","cover":"Mean Dreams.jpg","price":"2.50"},{"id":"id215","name":"The Institute","year":2017,"idGenre":4,"rate":2,"synopsis":"In 19th century Baltimore, a girl stricken with grief from her parents' untimely death voluntarily checks herself into the Rosewood Institute, and is subjected to bizarre and increasingly violent pseudo-scientific experiments in personality modification, brainwashing and mind control; she must escape the clutches of the Rosewood and exact her revenge.","cover":"The Institute.jpg","price":"2.50"},{"id":"id225","name":"The Chamber","year":2016,"idGenre":4,"rate":2,"synopsis":"A claustrophobic survival thriller set beneath the Yellow Sea off the coast of North Korea where the pilot of a small submersible craft and a three man Special Ops team on a secret recovery mission become trapped underwater in a fight for survival.","cover":"The Chamber.jpg","price":"2.50"}]