[{"id":"id0","name":"Pilgrimage","year":2017,"idGenre":1,"rate":3,"synopsis":"Ireland, 1209. An island on the edge of the world. A small group of monks begin a reluctant pilgrimage across an island torn between centuries of tribal warfare and the growing power of Norman invaders. Escorting their monastery's holiest relic to Rome, the monks' progress is seen through the eyes of a pious young novice and a mute lay-brother with a violent past. As the true material, political and religious significance of the bejeweled relic becomes dangerously apparent, their path to the east coast becomes increasingly fraught with danger. The monks belatedly realize that in this wild land of ancient superstitions, the faith that binds them together may ultimately lead to their destruction.","cover":"Pilgrimage.jpg","price":"2.50"},{"id":"id19","name":"Smurfs: The Lost Village","year":2017,"idGenre":1,"rate":3,"synopsis":"In this fully animated, all-new take on the Smurfs, a mysterious map sets Smurfette and her best friends Brainy, Clumsy and Hefty on an exciting and thrilling race through the Forbidden Forest filled with magical creatures to find a mysterious lost village before the evil wizard Gargamel does. Embarking on a roller-coaster journey full of action and danger, the Smurfs are on a course that leads to the discovery of the biggest secret in Smurf history!","cover":"Smurfs: The Lost Village.jpg","price":"2.50"},{"id":"id51","name":"The Eagle Huntress","year":2016,"idGenre":1,"rate":4,"synopsis":"This spellbinding documentary follows Aisholpan, a 13-year-old nomadic Mongolian girl who is fighting to become the first female eagle hunter in twelve generations of her Kazakh family. Through breathtaking aerial cinematography and intimate verite footage, the film captures her personal journey while also addressing universal themes like female empowerment, the natural world, coming of age and the onset of modernity.","cover":"The Eagle Huntress.jpg","price":"2.50"},{"id":"id55","name":"Das Boot","year":1981,"idGenre":1,"rate":4,"synopsis":"It is 1942 and the German submarine fleet is heavily engaged in the so-called \"Battle of the Atlantic\" to harass and destroy British shipping. With better escorts of the destroyer class, however, German U-boats have begun to take heavy losses. \"Das Boot\" is the story of the crew of one such U-Boat, with the film examining how these submariners maintained their professionalism as soldiers and attempted to accomplish impossible missions, all the while attempting to understand and obey the ideology of the government under which they served.","cover":"Das Boot.jpg","price":"2.50"},{"id":"id61","name":"On the Double","year":1961,"idGenre":1,"rate":3,"synopsis":"American GI Ernie Williams, admittedly weak-kneed, has an uncanny resemblance to British Colonel MacKenzie. Williams, also a master of imitation and disguise, is asked to impersonate the Colonel, ostensibly to allow the Colonel to make a secret trip East. What Williams is not told is that the Colonel has recently been a target of assassins. After the Colonel's plane goes down, the plan changes and Williams maintains the disguise to confuse the Nazis about D-Day.","cover":"On the Double.jpg","price":"2.50"},{"id":"id67","name":"The Last Flight of Noah's Ark","year":1980,"idGenre":1,"rate":3,"synopsis":"When Noah Dugan agrees to fly missionary Bernadette Lafleur and her cargo of animals to a remote island, its only because he is on the run from a couple of bookies. What neither of them know is that two of Miss Lafleur's young students have stowed away with the animals & Miss Lafleur's transistor radio has interfered with the plane's instruments and they're all now miles off course. After a forced landing on a remote island, Dugan, Bernadette, Bobby and Julie discover that they are not alone. Together with two Japanese soldiers who have been stranded on the island since WWII, they must turn the plane into a seaworthy boat if they are ever to make it home. When Bobby and Julie insist that they cannot leave the animals behind, the converted plane truly becomes a second Noah's Ark","cover":"The Last Flight of Noah's Ark.jpg","price":"2.50"},{"id":"id87","name":"Swallows and Amazons","year":2016,"idGenre":1,"rate":3,"synopsis":"About two different groups of children who encounter one another on a small piece of land in a lake which they both live by. Both groups try to claim the land as theirs and do so role playing as two sets of enemy pirates. Whilst this happens they encounter another boat and a stranger, they must now work together to work out who he is and why he is there, but have they got themselves involved in something much bigger?","cover":"Swallows and Amazons.jpg","price":"2.50"},{"id":"id144","name":"Land of Smiles","year":2017,"idGenre":1,"rate":2,"synopsis":"A Young Backpacker is lured through the third world paradise of Thailand searching for her kidnapped best friend and unknowingly she becomes the object of a sociopath's obsession.","cover":"Land of Smiles.jpg","price":"2.50"},{"id":"id146","name":"The Death Wheelers","year":1973,"idGenre":1,"rate":3,"synopsis":"A gang of young people call themselves the Living Dead. They terrorize the population from their small town. After an agreement with the devil, if they kill themselves firmly believing in it, they will survive and gain eternal life. Following their leader, they commit suicide one after the other, but things don't necessarily turn out as expected...","cover":"The Death Wheelers.jpg","price":"2.50"},{"id":"id152","name":"Loophole","year":1981,"idGenre":1,"rate":3,"synopsis":"When architect Stephen Booker loses his partnership, he finds jobs hard to come by, and with money in short supply, he unwittingly becomes involved in a daring scheme to rob one of London's biggest bank vaults.","cover":"Loophole.jpg","price":"2.50"},{"id":"id183","name":"Kicks","year":2016,"idGenre":1,"rate":3,"synopsis":"Fifteen-year-old Brandon longs for a pair of the freshest sneakers that money can buy, assuming that merely having them on his feet will help him escape the reality of being poor, neglected by the opposite sex and picked on by everyone - even his best friends. Working hard to get them, he soon finds that the titular shoes have instead made him a target after they are promptly snatched by Flaco, a local hood. Brandon goes on a mission to retrieve his stolen sneakers.","cover":"Kicks.jpg","price":"2.50"},{"id":"id189","name":"Leap!","year":2016,"idGenre":1,"rate":3,"synopsis":"An orphan girl dreams of becoming a ballerina and flees her rural Brittany for Paris, where she passes for someone else and accedes to the position of pupil at the Grand Opera house.","cover":"Leap!.jpg","price":"2.50"},{"id":"id206","name":"Camelot","year":1967,"idGenre":1,"rate":3,"synopsis":"The story of the marriage of England's King Arthur to Guinevere is played out amid the pagentry of Camelot. The plot of illegitimate Modred to gain the throne and Guinevere's growing attachment to Sir Lancelot, whom she at first abhors, threaten to topple Arthur and destroy his \"round table\" of knights who would use their might for right.","cover":"Camelot.jpg","price":"2.50"}]